{
    "stories": [
        {
            "number": "01",
            "title": "RAPUNZEL",
            "story": [
                "There was once a man and a woman, who had long in vain wished for a child.",
                "At length, the woman hoped that God was about to grant her desire.",
                "These people had a little window at the back of their house from which a splendid garden could be seen.",
                "It was full of the most beautiful flowers and herbs.",
                "It was, however, surrounded by a high wall, and no one dared to go into it because it belonged to a Witch, who had great power and was dreaded by all the world.",
                "One day, the woman was standing by this window and looking down into the garden, when she saw a bed which was planted with the most beautiful rampion (rapunzel), and it looked so fresh and green that she longed for it, and had the greatest desire to eat some.",
                "This desire increased every day, and as she knew that she could not get any of it, she quite pined away, and looked pale and miserable.",
                "Then her husband was alarmed, and asked, “What ails you, dear Wife?",
                "” “Ah,” she replied, “if I can’t get some of the rampion to eat, which is in the garden behind our house, I shall die”.",
                "The man, who loved her, thought, “Sooner than let your wife die, bring her some of the rampion yourself, let it cost you what it will!",
                "” In the twilight of evening, he clambered over the wall into the garden of the Witch, hastily clutched a handful of rampion, and took it to his wife.",
                "She at once made herself a salad of it, and ate it with much relish.",
                "She, however, liked it so much--so very much--that the next day she longed for it three times as much as before.",
                "If he was to have any rest, her husband must once more descend into the garden.",
                "In the gloom of evening, therefore, he let himself down again.",
                "But when he had clambered down the wall he was terribly afraid, for he saw the Witch standing before him.",
                "“How dare you,” said she with angry look, “descend into my garden and steal my rampion like a thief?",
                "You shall suffer for it!",
                "Ah, answered he, let mercy take the place of justice!",
                "I had to do it out of necessity.",
                "My wife saw your rampion from the window, and felt such a longing for it that she would have died, if she had not got some to eat”.",
                "Then the Witch let her anger be softened, and said to him, “If the case be as you say, I will allow you to take away with you as much rampion as you will, only I make one condition, you must give me the child which your wife will bring into the world.",
                "It shall be well treated, and I will care for it like a mother”.",
                "The man in his terror consented to everything, and when the woman at last had a little daughter, the Witch appeared at once, gave the child the name of Rapunzel, and took it away with her.",
                "Rapunzel grew into the most beautiful child beneath the sun.",
                "When she was twelve years old, the Witch shut her into a tower, which lay in a forest, and had neither stairs nor door.",
                "But quite at the top was a little window.",
                "When the Witch wanted to go in, she placed herself beneath this, and cried: “_Rapunzel, Rapunzel, Let down thy hair.",
                "Rapunzel had magnificent long hair, fine as spun gold, and when she heard the voice of the Witch, she unfastened her braided tresses and wound them round one of the hooks of the window above.",
                "And then the hair fell twenty ells down, and the Witch climbed up by it.",
                "After a year or two, it came to pass that the King’s Son rode through the forest and went by the tower.",
                "Then he heard a song, which was so charming that he stood still and listened.",
                "This was Rapunzel, who in her solitude passed her time in letting her sweet voice resound.",
                "The King’s Son wanted to climb up to her, and looked for the door of the tower, but none was to be found.",
                "He rode home, but the singing had so deeply touched his heart, that every day he went out into the forest and listened to it.",
                "Once when he was thus standing behind a tree, he saw that a Witch came there, and he heard how she cried: “_Rapunzel, Rapunzel, Let down thy hair.",
                "Then Rapunzel let down the braids of her hair, and the Witch climbed up to her.",
                "If that is the ladder by which one mounts, I will for once try my fortune, said he.",
                "The next day when it began to grow dark, he went to the tower and cried: “_Rapunzel, Rapunzel, Let down thy hair.",
                "Immediately the hair fell down, and the King’s Son climbed up.",
                "At first Rapunzel was terribly frightened when a man, such as her eyes had never yet beheld, came to her.",
                "But the King’s Son began to talk to her quite like a friend, and told her that his heart had been so stirred, that it had let him have no rest, so he had been forced to see her.",
                "Then Rapunzel lost her fear, and when he asked her if she would take him for her husband, and she saw that he was young and handsome, she thought, “He will love me more than old Dame Gothel does;” and she said yes, and laid her hand in his.",
                "She said also, “I will willingly go away with you, but I do not know how to get down.",
                "Bring with you a skein of silk every time that you come, and I will weave a ladder with it.",
                "When that is ready I will descend, and you will take me on your horse”.",
                "They agreed that until that time, he should come to her every evening, for the old woman came by day.",
                "The Witch remarked nothing of this, until once Rapunzel said to her, “Tell me, Dame Gothel, how it happens that you are so much heavier for me to draw up, than the young King’s Son--he is with me in a moment”.",
                "Ah!, you wicked Child!",
                "cried the Witch.",
                "“What do I hear you say!",
                "I thought I had separated you from all the world, and yet you have deceived me!",
                "In her anger she clutched Rapunzel’s beautiful tresses, wrapped them twice round her left hand, seized a pair of scissors with the right, and snip, snap, they were cut off, and the lovely braids lay on the ground.",
                "And she was so pitiless that she took poor Rapunzel into a desert, where she had to live in great grief and misery.",
                "On the same day, however, that she cast out Rapunzel, the Witch, in the evening, fastened the braids of hair which she had cut off, to the hook of the window; and when the King’s Son came and cried: “_Rapunzel, Rapunzel, Let down thy hair,_” she let the hair down.",
                "The King’s Son ascended.",
                "He did not find his dearest Rapunzel above, but the Witch, who gazed at him with wicked and venomous looks.",
                "Aha!, she cried mockingly, “you would fetch your dearest!",
                "But the beautiful bird sits no longer singing in the nest.",
                "The cat has got it, and will scratch out your eyes as well.",
                "Rapunzel is lost to you!",
                "You will never see her more!",
                "” The King’s Son was beside himself with grief and in his despair he leapt down from the tower.",
                "He escaped with his life, but the thorns into which he fell, pierced his eyes.",
                "Then he wandered quite blind about the forest, ate nothing but roots and berries, and did nothing but lament and weep over the loss of his dearest wife.",
                "Thus he roamed about in misery for some years, and at length came to the desert where Rapunzel lived in wretchedness.",
                "He heard a voice, and it seemed so familiar to him that he went toward it.",
                "When he approached, Rapunzel knew him, and fell on his neck and wept.",
                "Two of her tears wetted his eyes and they grew clear again, and he could see with them as before.",
                "He led her to his Kingdom where he was joyfully received, and they lived for a long time, happy and contented."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "02",
            "title": "LITTLE SNOW-WHITE",
            "story": [
                "Once upon a time, in the middle of winter, when the flakes of snow were falling like feathers from the sky, a Queen sat at a window sewing, and the frame of the window was made of black ebony.",
                "And whilst she was sewing and looking out of the window at the snow, she pricked her finger with the needle, and three drops of blood fell upon the snow.",
                "And the red looked pretty upon the white snow, and she thought to herself, “Would that I had a child as white as snow, as red as blood, and as black as the wood of the window-frame”.",
                "Soon after that she had a little daughter, who was as white as snow, and as red as blood, and her hair was as black as ebony.",
                "She was therefore called little Snow-White.",
                "And when the child was born, the Queen died.",
                "After a year had passed the King took to himself another wife.",
                "She was a beautiful woman, but proud and haughty, and she could not bear that any one else should surpass her in beauty.",
                "She had a wonderful looking-glass, and when she stood in front of it and looked at herself in it, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "the Looking-Glass answered: “_Thou, O Queen, art the fairest of all!",
                "Then she was satisfied, for she knew that the Looking-Glass spoke the truth.",
                "But little Snow-White was growing up, and grew more and more beautiful.",
                "When she was seven years old she was as beautiful as the day, and more beautiful than the Queen herself.",
                "And once when the Queen asked her Looking-Glass: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "it answered: “_Thou art fairer than all who are here, Lady Queen.",
                "But more beautiful still is Snow-White, I ween.",
                "Then the Queen was shocked, and turned yellow and green with envy.",
                "From that hour, whenever she looked at little Snow-White, her heart heaved in her breast, she hated the maiden so much.",
                "And envy and pride grew higher and higher in her heart like a weed, so that she had no peace day or night.",
                "She called a huntsman, and said, “Take the child away into the forest. I will no longer have her in my sight. Kill her”.",
                "The huntsman obeyed, and took her away.",
                "But when he had drawn his knife, and was about to pierce little Snow-White’s innocent heart",
                "she began to weep, and said, “Ah, dear Huntsman, leave me my life! I will run away into the wild forest, and never come home again”.",
                "And as she was so beautiful, the huntsman had pity on her and said, “Run away, then, you poor child”.",
                "“The wild beasts will soon have devoured you,” thought he, and yet it seemed as if a stone had been rolled from his heart since it was no longer needful for him to kill her.",
                "But now, the poor child was all alone in the great forest, and so terrified that she looked at every leaf of every tree, and did not know what to do.",
                "Then she began to run, and ran over sharp stones and through thorns, and the wild beasts ran past her, but did her no harm.",
                "She ran as long as her feet would go, until it was almost evening.",
                "Then she saw a little cottage and went into it to rest herself.",
                "Everything in the cottage was small, but neater and cleaner than can be told.",
                "There was a table on which was a white cover, and seven little plates, and on each plate a little spoon.",
                "Moreover, there were seven little knives and forks, and seven little mugs.",
                "Against the wall stood seven little beds side by side, and covered with snow-white counterpanes.",
                "Little Snow-White was so hungry and thirsty, that she ate some vegetables and bread from each plate and drank a drop of wine out of each mug, for she did not wish to take all from one only.",
                "Then, as she was so tired, she laid herself down on one of the little beds, but none of them suited her.",
                "One was too long, another too short, but at last she found that the seventh one was right, so she remained in it, said a prayer and went to sleep.",
                "When it was quite dark the owners of the cottage came back.",
                "They were seven Dwarfs who dug and delved in the mountains for ore.",
                "They lit their seven candles, and, as it was now light within the cottage, they saw that some one had been there, for everything was not in the same order in which they had left it.",
                "The first said, “Who has been sitting on my chair?",
                "The second, “Who has been eating off my plate?",
                "The third, “Who has been taking some of my bread?",
                "The fourth, “Who has been eating my vegetables?",
                "The fifth, “Who has been using my fork?",
                "The sixth, “Who has been cutting with my knife?",
                "The seventh, “Who has been drinking out of my mug?",
                "Then the first looked round and saw that there was a little hole on his bed, and he said, “Who has been getting into my bed?",
                "The others came up and each called out, “Somebody has been lying in my bed too”.",
                "But the seventh when he looked at his bed saw little Snow-White, who was lying fast asleep therein.",
                "And he called the others, who came running up, and they cried out with astonishment, and brought their seven little candles and let the light fall on little Snow-White.",
                "Oh, oh!",
                "cried they, “what a lovely child!",
                "and they were so glad that they did not wake her up, but let her sleep on in the bed.",
                "And the seventh Dwarf slept with his companions, one hour with each, and so got through the night.",
                "The next morning, little Snow-White awoke, and was frightened when she saw the seven Dwarfs.",
                "But they were friendly and asked her what her name was.",
                "“My name is little Snow-White,” she answered.",
                "“How have you come to our house? said the Dwarfs.",
                "Then she told them that the wicked Queen had wished to have her killed, but that the huntsman had spared her life, and that she had run for the whole day, until at last she had found their dwelling.",
                "The Dwarfs said, “If you will take care of our house, cook, make the beds, wash, sew, and knit, and if you will keep everything neat and clean, you may stay with us and you shall want for nothing”.",
                "“Yes,” said little Snow-White, “with all my heart,” and she stayed with them.",
                "She kept the house in order for them.",
                "In the mornings they went to the mountains and looked for copper and gold, in the evenings they came back, and then their supper had to be ready.",
                "The maiden was alone the whole day",
                "so the good Dwarfs warned her and said",
                "Beware of the Queen, she will soon know that you are here.",
                "Be sure to let no one come in.",
                "But the Queen, believing that little Snow-White was dead, could not but think that she herself was again the first and most beautiful of all.",
                "She went to her Looking-Glass, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "and the Glass answered: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "Then she was astounded, for she knew that the Looking-Glass never spoke falsely, and she knew that the huntsman had betrayed her, for that little Snow-White was still alive.",
                "And so she thought and thought again how she might kill her, for so long as she herself was not the fairest in the whole land, envy let her have no rest.",
                "And when she had at last thought of something to do, she painted her face, and dressed herself like an old pedler-woman, and no one could have known her.",
                "In this disguise she went over the Seven Mountains to the Seven Dwarfs, and knocked at the door and cried, “Pretty things to sell, very cheap, very cheap!",
                "Little Snow-White looked out at the window, and called, “Good-day, my dear woman, what have you to sell?",
                "Good things, pretty things,” she answered; “stay-laces of all colors,” and she pulled out one which was woven of bright-colored silk.",
                "I may let the worthy old woman in,” thought little Snow-White, and she unbolted the door and bought the pretty laces.",
                "“Child,” said the old woman, “what a fright you look.",
                "Come, I will lace you properly for once",
                "Little Snow-White had no suspicion, but stood before her, and let herself be laced with the new laces.",
                "But the old woman laced so quickly and laced so tightly that little Snow-White lost her breath and fell down as if dead.",
                "“Now I am the most beautiful,” said the Queen to herself, and ran away.",
                "Not long afterward, in the evening, the Seven Dwarfs came home.",
                "But how shocked they were when they saw their dear little Snow-White lying on the ground, and that she neither stirred nor moved, and seemed to be dead.",
                "They lifted her up, and, as they saw that she was laced too tightly, they cut the laces.",
                "Than she began to breathe a little, and after a while came to life again.",
                "When the Dwarfs heard what had happened, they said, The old pedler-woman was no one else than the wicked Queen.",
                "Take care and let no one come in when we are not with you.",
                "But the wicked woman, when she had reached home, went in front of the Glass and asked: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "and it answered as before: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "When she heard that, all her blood rushed to her heart with fear, for she saw plainly that little Snow-White was again alive.",
                "“But now,” she said, “I will think of something that shall put an end to you,” and by the help of witchcraft, which she understood, she made a poisonous comb.",
                "Then she disguised herself, and took the shape of another old woman.",
                "So she went over the Seven Mountains to the Seven Dwarfs, knocked at the door, and cried, “Good things to sell, cheap, cheap!",
                "Little Snow-White looked out, and said, “Go away. I cannot let any one come in”.",
                "“I suppose you may look,” said the old woman, and pulled the poisonous comb out and held it up.",
                "It pleased the maiden so well that she let herself be beguiled, and opened the door.",
                "When they had made a bargain, the old woman said, “Now I will comb you properly for once”.",
                "Poor little Snow-White had no suspicion, and let the Old Woman do as she pleased.",
                "But hardly had she put the comb in her hair, then the poison in it took effect, and the maiden fell down senseless.",
                "“You paragon of beauty,” said the wicked woman, “you are done for now!",
                "and she went away.",
                "But fortunately it was almost evening, and the Seven Dwarfs came home.",
                "When they saw little Snow-White lying as if dead upon the ground, they at once suspected the Queen.",
                "They looked and found the poisoned comb.",
                "Scarcely had they taken it out, when little Snow-White came to herself, and told them what had happened.",
                "Then they warned her once more to be upon her guard, and to open the door to no one.",
                "The Queen, at home, went in front of the Glass and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "then it answered as before: “Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "When she heard the Glass speak thus, she trembled and shook with rage.",
                "“Little Snow-White shall die,” she cried, “even if it costs me my life!",
                "Thereupon she went into a secret, lonely room, where no one ever came, and there she made a very poisonous apple.",
                "Outside it looked pretty, white with a red cheek, so that every one who saw it longed for it.",
                "But whoever ate a piece of it must surely die.",
                "When the apple was ready, she painted her face, and dressed herself as a countrywoman, and so she went over the Seven Mountains to the Seven Dwarfs.",
                "She knocked at the door.",
                "Little Snow-White put her head out of the window and said, “I cannot let any one in. The Seven Dwarfs have forbidden me”.",
                "“It is all the same to me,” answered the woman, “I shall soon get rid of my apples.",
                "There, I will give you one”.",
                "“No,” said little Snow-White, “I dare not take anything”.",
                "“Are you afraid of poison?, said the old woman.",
                "Look, I will cut the apple in two pieces.",
                "You eat the red cheek, and I will eat the white.",
                "The apple was so cunningly made that only the red cheek was poisoned.",
                "Little Snow-White longed for the fine apple, and when she saw that the woman ate part of it, she could resist no longer, and stretched out her hand and took the poisonous half.",
                "But hardly had she a bit of it in her mouth, than she fell down dead.",
                "Then the Queen looked at her with a dreadful look, and laughed aloud, and said, “White as snow, red as blood, black as ebony-wood!",
                "This time the Dwarfs cannot wake you up again!",
                "And when she asked of the Looking-Glass at home: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "it answered at last: “Oh, Queen, in this land thou art fairest of all“.",
                "Then her envious heart had rest, so far as an envious heart can have rest.",
                "The Dwarfs, when they came home in the evening, found little Snow-White lying upon the ground.",
                "She breathed no longer and was dead.",
                "They lifted her up, looked to see whether they could find anything poisonous, unlaced her, combed her hair, washed her with water and wine, but it was all of no use.",
                "The poor child was dead, and remained dead.",
                "They laid her upon a bier, and all seven of them sat round it and wept for her, and wept three days long.",
                "Then they were going to bury her, but she still looked as if she was living, and still had her pretty red cheeks.",
                "They said, “We could not bury her in the dark ground,” and they had a transparent coffin of glass made, so that she might be seen from all sides.",
                "They laid her in it, and wrote her name upon it in golden letters, and that she was a King’s Daughter.",
                "Then they put the coffin out upon the mountain, and one of them always stayed by it to watch it.",
                "And birds came too, and wept for little Snow-White; first an owl, then a raven, and last a dove.",
                "And now little Snow-White lay a long, long time in the coffin.",
                "She did not change, but looked as if she were asleep; for she was as white as snow, as red as blood, and her hair was as black as ebony.",
                "It happened, however, that a King’s Son came into the forest, and went to the Dwarfs’ house to spend the night.",
                "He saw the coffin on the mountain, and the beautiful little Snow-White within it, and read what was written upon it in golden letters.",
                "Then he said to the Dwarfs, “Let me have the coffin. I will give you whatever you want for it”.",
                "But the Dwarfs answered, “We will not part with it for all the gold in the world”.",
                "Then he said, “Let me have it as a gift, for I cannot live without seeing little Snow-White. I will honor and prize her as my dearest possession,”",
                "As he spoke in this way the good Dwarfs took pity upon him, and gave him the coffin.",
                "And now the King’s Son had it carried away by his servants on their shoulders.",
                "And it happened, that they stumbled over a tree-stump, and with the shock the poisonous piece of apple, which little Snow-White had bitten off, came out of her throat.",
                "And before long she opened her eyes, lifted up the lid of the coffin, sat up, and was once more alive.",
                "Oh, where am I? she cried.",
                "The King’s Son, full of joy, said, “You are with me,” and told her what had happened, and said, “I love you more than everything in the world.",
                "Come with me to my father’s palace, you shall be my wife.",
                "And little Snow-White was willing, and went with him, and their wedding was held with great show and splendor.",
                "But the wicked Queen was also bidden to the feast.",
                "When she had arrayed herself in beautiful clothes, she went before the Looking-Glass, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "the Glass answered: Oh, Queen, of all here the fairest art thou, But the young Queen is fairer by far, I trow!",
                "Then the wicked woman uttered a curse, and was so wretched, so utterly wretched, that she knew not what to do.",
                "At first she would not go to the wedding at all, but she had no peace, and must go to see the young Queen.",
                "And when she went in she knew little Snow-White.",
                "And she stood still with rage and fear, and could not stir.",
                "But iron slippers had already been put upon the fire, and they were brought in with tongs, and set before her.",
                "Then she was forced to put on the red-hot shoes, and dance until she dropped down dead."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "03",
            "title": "LITTLE RED-CAP",
            "story": [
                "Once upon a time, there was a sweet little girl, who was loved by every one who looked at her, and most of all by her Grandmother.",
                "There was nothing that she would not have given the child!",
                "Once she gave her a little cap of red velvet, which suited her so well that she would not wear anything else.",
                "So she was always called Little Red-Cap.",
                "One day, her Mother said to her, “Come, Little Red-Cap, here is a piece of cake and a bottle of wine.",
                "Take them to your Grandmother.",
                "She is ill and weak, and they will do her good.",
                "Set out before it gets hot.",
                "Walk nicely and quietly.",
                "Do not run off the path, or you may fall and break the bottle; then your Grandmother will get nothing!",
                "When you go into her room, don’t forget to say ‘Good morning,’ and don’t stop to peep into every corner, before you do it”.",
                "“I’ll take great care,” said Little Red-Cap to her Mother, and gave her hand on it.",
                "The Grandmother lived in the wood, half an hour’s distance from the village, and just as Little Red-Cap entered the wood, a Wolf met her.",
                "Red-Cap did not know what a wicked creature he was, and was not at all afraid of him.",
                "“Good-day, Little Red-Cap,” said he.",
                "“Thank you kindly, Wolf”.",
                "“Whither away so early, Little Red-Cap?",
                "” “To my Grandmother’s”.",
                "“What have you got in your apron?",
                "” “Cake and wine.",
                "Yesterday was baking-day, so poor sick Grandmother is to have something good, to make her stronger”.",
                "“Where does your Grandmother live, Little Red-Cap?",
                "” “A good quarter of an hour farther on in the wood.",
                "Her house stands under the three large oak-trees; the nut-trees are just below.",
                "You surely must know it,” replied Little Red-Cap.",
                "The Wolf thought to himself, “What a tender young creature!",
                "what a nice plump mouthful--she will be better to eat than the old woman.",
                "I must act craftily, so as to catch both”.",
                "He walked for a short time by the side of Little Red-Cap, and then he said, “See, Little Red-Cap, how pretty the flowers are about here--why do you not look round?",
                "I believe, too, that you do not hear how sweetly the little birds are singing.",
                "You walk gravely along as if you were going to school, while everything else in the wood is merry”.",
                "Little Red-Cap raised her eyes, and when she saw the sunbeams dancing here and there through the trees, and pretty flowers growing everywhere, she thought, “Suppose I take Grandmother a fresh nosegay.",
                "That would please her too.",
                "It is so early in the day that I shall still get there in good time”.",
                "And so she ran from the path into the wood to look for flowers.",
                "And whenever she had picked one, she fancied that she saw a still prettier one farther on, and ran after it, and thus got deeper and deeper into the wood.",
                "Meanwhile, the Wolf ran straight to the Grandmother’s house and knocked at the door.",
                "“Who is there?",
                "Little Red-Cap,” replied the Wolf.",
                "“She is bringing cake and wine.",
                "Open the door”.",
                "“Lift the latch,” called out the Grandmother, “I am too weak, and cannot get up”.",
                "The Wolf lifted the latch, the door flew open, and without saying a word he went straight to the Grandmother’s bed, and devoured her.",
                "Then he put on her clothes, dressed himself in her cap, laid himself in bed, and drew the curtains.",
                "Little Red-Cap, however, had been running about picking flowers.",
                "When she had gathered so many that she could carry no more, she remembered her Grandmother, and set out on the way to her.",
                "She was surprised to find the cottage-door standing open.",
                "And when she went into the room, she had such a strange feeling, that she said to herself, “Oh dear!",
                "how uneasy I feel to-day, and at other times I like being with Grandmother so much”.",
                "She called out, “Good morning,” but received no answer.",
                "So she went to the bed and drew back the curtains.",
                "There lay her Grandmother with her cap pulled far over her face, and looking very strange.",
                "“Oh!",
                "Grandmother,” she said, “what big ears you have!",
                "” “The better to hear you with, my Child,” was the reply.",
                "“But, Grandmother, what big eyes you have!",
                "” she said.",
                "“The better to see you with, my dear”.",
                "“But, Grandmother, what large hands you have!",
                "” “The better to hug you with”.",
                "“Oh!",
                "but Grandmother, what a terrible big mouth you have!",
                "” “The better to eat you with!",
                "” And scarcely had the Wolf said this, than with one bound he was out of bed and swallowed up Red-Cap.",
                "When the Wolf had satisfied his appetite, he lay down again in the bed, fell asleep and began to snore very loud.",
                "The huntsman was just passing the house, and thought to himself, “How the old woman is snoring!",
                "I must just see if she wants anything”.",
                "So he went into the room, and when he came to the bed, he saw the Wolf lying in it.",
                "“Do I find thee here, thou old sinner!",
                "” said he.",
                "“I have long sought thee!",
                "” Then just as he was going to fire at him, it occurred to him that the Wolf might have devoured the grandmother, and that she might still be saved.",
                "So he did not fire, but took a pair of scissors, and began to cut open the stomach of the sleeping Wolf.",
                "When he had made two snips, he saw the little Red-Cap shining, and then he made two snips more, and the little girl sprang out, crying, “Ah, how frightened I have been!",
                "How dark it was inside the Wolf!",
                "” And after that the aged grandmother came out alive also, but scarcely able to breathe.",
                "Red-Cap then quickly fetched great stones with which they filled the Wolf’s body.",
                "And when he awoke, he wanted to run away, but the stones were so heavy that he tumbled down at once, and fell dead.",
                "Then all three were delighted.",
                "The huntsman drew off the Wolf’s skin and went home with it.",
                "The grandmother ate the cake and drank the wine which Red-Cap had brought, and grew strong again.",
                "But Red-Cap thought to herself, “As long as I live, I will never leave the path to run into the wood, when my mother has forbidden me to do so”."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "04",
            "title": "SNOW-WHITE AND ROSE-RED",
            "story": [
                "There was once a poor widow who lived in a lonely cottage.",
                "In front of the cottage was a garden wherein stood two rose-trees, one of which bore white and the other red roses.",
                "She had two children who were like the two rose-trees.",
                "One was called Snow-White, and the other Rose-Red.",
                "They were as good and happy, as busy and cheerful as ever two children in the world were, only Snow-White was more quiet and gentle than Rose-Red.",
                "Rose-Red liked better to run about in the meadows and fields seeking flowers and catching butterflies.",
                "But Snow-White sat at home with her mother, and helped her with the housework, or read to her when there was nothing to do.",
                "The two children were so fond of each other, that they always held each other by the hand when they went out together.",
                "When Snow-White said, “We will not leave each other,” Rose-Red answered, “Never so long as we live”.",
                "And their mother would add, “What one has, she must share with the other”.",
                "They often ran about the forest alone and gathered red berries.",
                "Beasts never did them any harm, but came close to them trustfully.",
                "The little hare would eat a cabbage-leaf out of their hands, the roe grazed by their side, the stag leapt merrily by them, and the birds sat still upon the boughs, and sang whatever they knew.",
                "No mishap overtook them.",
                "If they stayed too late in the forest, and night came on, they laid themselves down near one another upon the moss, and slept until morning.",
                "Their mother knew this, and had no worry on their account.",
                "One day, when they had spent the night in the wood and the dawn had roused them, they saw a beautiful Child in a shining white dress sitting near their bed.",
                "He got up and looked quite kindly at them, but said nothing and went away into the forest.",
                "And when they looked round, they found that they had been sleeping quite close to a precipice, and would certainly have fallen into it in the darkness, if they had gone only a few paces farther.",
                "And their mother told them that it must have been the Angel who watches over good children.",
                "Snow-White and Rose-Red kept their mother’s little cottage so neat, that it was a pleasure to look inside it.",
                "In the summer, Rose-Red took care of the house, and every morning laid a wreath of flowers by her mother’s bed before she awoke, in which was a rose from each tree.",
                "In the winter, Snow-White lit the fire and hung the kettle on the hook.",
                "The kettle was of copper and shone like gold, so brightly was it polished.",
                "In the evening, when the snowflakes fell, the mother said, “Go, Snow-White, and bolt the door,” and then they sat round the hearth, and the mother took her spectacles and read aloud out of a large book.",
                "The two girls listened as they sat and span.",
                "And close by them lay a lamb upon the floor, and behind them upon a perch sat a white dove with its head hidden beneath its wings.",
                "One evening, as they were thus sitting comfortably together, some one knocked at the door as if he wished to be let in.",
                "The mother said, “Quick, Rose-Red, open the door, it must be a traveler who is seeking shelter”.",
                "Rose-Red went and pushed back the bolt, thinking that it was a poor man, but it was not.",
                "It was a Bear that stretched his broad, black head within the door.",
                "Rose-Red screamed and sprang back, the lamb bleated, the dove fluttered, and Snow-White hid herself behind her mother’s bed.",
                "But the Bear began to speak and said, “Do not be afraid.",
                "I will do you no harm!",
                "I am half-frozen, and only want to warm myself a little beside you”.",
                "“Poor Bear,” said the mother, “lie down by the fire.",
                "Only take care that you do not burn your coat”.",
                "Then she cried, “Snow-White, Rose-Red, come out, the Bear will do you no harm, he means well”.",
                "So they both came out, and by-and-by the lamb and dove came nearer, and were not afraid of him.",
                "The Bear said, “Here, Children, knock the snow out of my coat a little;” so they brought the broom and swept the Bear’s hide clean.",
                "And he stretched himself by the fire and growled contentedly and comfortably.",
                "It was not long before they grew quite at home, and played tricks with their clumsy guest.",
                "They tugged at his hair with their hands, put their feet upon his back and rolled him about, or they took a hazel-switch and beat him, and, when he growled, they laughed.",
                "But the Bear took it all in good part, only when they were too rough he called out, “Leave me alive, Children: “_Snowy-white, Rosy-red,_ _Will you beat your lover dead?",
                "_” When it was bedtime, and the others went to sleep, the mother said to the Bear, “You may lie there by the hearth, and then you will be safe from the cold and the bad weather”.",
                "As soon as day dawned the two children let him out, and he trotted across the snow into the forest.",
                "Henceforth the Bear came every evening at the same time, laid himself down by the hearth, and let the children amuse themselves with him as much as they liked.",
                "They got so used to him, that the doors were never fastened until their black friend had arrived.",
                "When spring was come and all outside was green, the Bear said one morning to Snow-White, “Now I must go away, and cannot come back for the whole summer”.",
                "“Where are you going, then, dear Bear?",
                "” asked Snow-White.",
                "“I must go into the forest and guard my treasures from the wicked Dwarfs.",
                "In the winter, when the earth is frozen hard, they are obliged to stay below and cannot work their way through.",
                "But now, when the sun has thawed and warmed the earth, they break through it, and come out to pry and steal.",
                "And what once gets into their hands and in their caves, does not easily see daylight again”.",
                "Snow-White was very sorry for his going away.",
                "And as she unbolted the door for him, and the Bear was hurrying out, he caught against the bolt and a piece of his hairy coat was torn off.",
                "It seemed to Snow-White as if she saw gold shining through it, but she was not sure about it.",
                "The Bear ran away quickly, and was soon out of sight behind the trees.",
                "A short time afterward, the mother sent her children into the forest to get fire-wood.",
                "There they found a big tree which lay felled on the ground, and close by the trunk something was jumping backward and forward in the grass.",
                "But they could not make out what it was.",
                "When they came nearer they saw a Dwarf with an old withered face and a snow-white beard a yard long.",
                "The end of the beard was caught in a crevice of the tree, and the little fellow was jumping backward and forward like a dog tied to a rope, and did not know what to do.",
                "He glared at the girls with his fiery red eyes and cried, “Why do you stand there?",
                "Can you not come here and help me?",
                "'What are you about there, Little Man?' asked Rose-Red.",
                "“You stupid, prying goose!” answered the Dwarf;",
                "“I was going to split the tree to get a little wood for cooking.“",
                "The little bit of food that one of us wants gets burnt up directly with thick logs.",
                "We do not swallow so much as you coarse, greedy folk.",
                "I had just driven the wedge safely in, and everything was going as I wished; but the wretched wood was too smooth and suddenly sprang asunder, and the tree closed so quickly that I could not pull out my beautiful white beard.",
                "So now it is tight in, and I cannot get away.",
                "And you silly, sleek, milk-faced things laugh!",
                "Ugh!",
                "how odious you are!",
                "The children tried very hard, but they could not pull the beard out, it was caught too fast.",
                "“I will run and fetch some one,” said Rose-Red.",
                "“You senseless goose!",
                "” snarled the Dwarf.",
                "“Why should you fetch some one?",
                "You are already two too many for me.",
                "Can you not think of something better?",
                "” “Don’t be impatient,” said Snow-White, “I will help you,” and she pulled her scissors out of her pocket, and cut off the end of the beard.",
                "As soon as the Dwarf felt himself free, he grabbed a bag which lay amongst the roots of the tree, and which was full of gold, and lifted it up, grumbling to himself, “Rude people, to cut off a piece of my fine beard!",
                "Bad luck to you!",
                "” and then he swung the bag upon his back, and went off without even once looking at the children.",
                "Some time after that Snow-White and Rose-Red went to catch a dish of fish.",
                "As they came near the brook, they saw something like a large grasshopper jumping toward the water, as if it were going to leap in.",
                "They ran to it and found it was the Dwarf.",
                "Where are you going? said Rose-Red;",
                "you surely don’t want to go into the water?",
                "I am not such a fool! cried the Dwarf",
                "don’t you see that the accursed fish wants to pull me in?",
                "The Little Man had been sitting there fishing, and unluckily the wind had twisted his beard with the fishing-line.",
                "Just then a big fish bit, and the feeble creature had not strength to pull it out.",
                "The fish kept the upper hand and was pulling the Dwarf toward him.",
                "He held on to all the reeds and rushes, but it was of little good, he was forced to follow the fish, and was in great danger of being dragged into the water.",
                "The girls came just in time.",
                "They held him fast and tried to free his beard from the line.",
                "But all in vain, beard and line were entangled fast together.",
                "Nothing was left but to bring out the scissors and cut the beard, whereby a small part of it was lost.",
                "When the Dwarf saw that, he screamed out, “Is that civil, you toadstool, to disfigure one’s face?",
                "Was it not enough to clip off the end of my beard?",
                "Now you have cut off the best part of it.",
                "I cannot let myself be seen by my people.",
                "I wish you had been made to run the soles off your shoes!",
                "” Then he took out a sack of pearls which lay in the rushes, and, without saying a word more, he dragged it away and disappeared behind a stone.",
                "It happened that soon afterward the mother sent the two children to the town to buy needles and thread, and laces and ribbons.",
                "The road led them across a heath upon which huge pieces of rock lay strewn about.",
                "They now noticed a large bird hovering in the air, flying slowly round and round above them.",
                "It sank lower and lower, and at last settled near a rock not far off.",
                "Directly afterward they heard a loud, piteous cry.",
                "They ran up and saw, with horror, that the eagle had seized their old acquaintance the Dwarf, and was going to carry him off.",
                "The children, full of pity, at once took tight hold of the Little Man, and pulled against the eagle so long that at last he let his booty go.",
                "As soon as the Dwarf had recovered from his first fright, he cried with his shrill voice, “Could you not have done it more carefully!",
                "You dragged at my brown coat, so that it is all torn and full of holes.",
                "You helpless, clumsy creatures!",
                "” Then he took up a sack full of precious stones, and slipped away again under the rock into his hole.",
                "The girls, who by this time were used to his thanklessness, went on their way and did their business in the town.",
                "As they crossed the heath again on their way home they surprised the Dwarf, who had emptied out his bag of precious stones in a clean spot, and had not thought that any one would come there at such a late hour.",
                "The evening sun shone upon the brilliant stones.",
                "They glittered and sparkled with all colors so beautifully, that the children stood still and looked at them.",
                "“Why do you stand gaping there?",
                "” cried the Dwarf, and his ashen-gray face became copper-red with rage.",
                "He was going on with his bad words, when a loud growling was heard, and a black Bear came trotting toward them out of the forest.",
                "The Dwarf sprang up in a fright, but he could not get to his cave, for the Bear was already close.",
                "Then in the fear of his heart he cried, “Dear Mr. Bear, spare me!",
                "I will give you all my treasures!",
                "Look, the beautiful jewels lying there!",
                "Grant me my life.",
                "What do you want with such a slender little fellow as I?",
                "You would not feel me between your teeth.",
                "Come, take these two wicked girls, they are tender morsels for you, fat as young quails.",
                "For mercy’s sake eat them!",
                "” The Bear took no heed of his words, but gave the wicked creature a single blow with his paw, and he did not move again.",
                "The girls had run away, but the Bear called to them, “Snow-White and Rose-Red, do not be afraid.",
                "Wait, I will come with you”.",
                "Then they knew his voice and waited.",
                "And when he came up to them, suddenly his bear-skin fell off, and he stood there a handsome man, clothed all in gold.",
                "“I am a King’s Son,” he said, “and I was bewitched by that wicked Dwarf, who had stolen my treasures.",
                "I have had to run about the forest as a savage bear until I was freed by his death.",
                "Now he has got his well-deserved punishment”.",
                "Snow-White was married to him, and Rose-Red to his brother.",
                "They divided between them the great treasure which the Dwarf had gathered together in his cave.",
                "The old mother lived peacefully and happily with her children for many years.",
                "She took the two rose-trees with her, and they stood before her window, and every year bore the most beautiful roses, white and red."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "05",
            "title": "LITTLE SNOW-WHITE",
            "story": [
                "Once upon a time, in the middle of winter, when the flakes of snow were falling like feathers from the sky, a Queen sat at a window sewing, and the frame of the window was made of black ebony.",
                "And whilst she was sewing and looking out of the window at the snow, she pricked her finger with the needle, and three drops of blood fell upon the snow.",
                "And the red looked pretty upon the white snow, and she thought to herself, “Would that I had a child as white as snow, as red as blood, and as black as the wood of the window-frame”.",
                "Soon after that she had a little daughter, who was as white as snow, and as red as blood, and her hair was as black as ebony.",
                "She was therefore called little Snow-White.",
                "And when the child was born, the Queen died.",
                "After a year had passed the King took to himself another wife.",
                "She was a beautiful woman, but proud and haughty, and she could not bear that any one else should surpass her in beauty.",
                "She had a wonderful looking-glass, and when she stood in front of it and looked at herself in it, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "_” the Looking-Glass answered: “_Thou, O Queen, art the fairest of all!",
                "_” Then she was satisfied, for she knew that the Looking-Glass spoke the truth.",
                "But little Snow-White was growing up, and grew more and more beautiful.",
                "When she was seven years old she was as beautiful as the day, and more beautiful than the Queen herself.",
                "And once when the Queen asked her Looking-Glass: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "_” it answered: “_Thou art fairer than all who are here, Lady Queen.",
                "But more beautiful still is Snow-White, I ween.",
                "_” Then the Queen was shocked, and turned yellow and green with envy.",
                "From that hour, whenever she looked at little Snow-White, her heart heaved in her breast, she hated the maiden so much.",
                "And envy and pride grew higher and higher in her heart like a weed, so that she had no peace day or night.",
                "She called a huntsman, and said, “Take the child away into the forest.",
                "I will no longer have her in my sight.",
                "Kill her”.",
                "The huntsman obeyed, and took her away.",
                "But when he had drawn his knife, and was about to pierce little Snow-White’s innocent heart, she began to weep, and said, “Ah, dear Huntsman, leave me my life!",
                "I will run away into the wild forest, and never come home again”.",
                "And as she was so beautiful, the huntsman had pity on her and said, “Run away, then, you poor child”.",
                "“The wild beasts will soon have devoured you,” thought he, and yet it seemed as if a stone had been rolled from his heart since it was no longer needful for him to kill her.",
                "But now, the poor child was all alone in the great forest, and so terrified that she looked at every leaf of every tree, and did not know what to do.",
                "Then she began to run, and ran over sharp stones and through thorns, and the wild beasts ran past her, but did her no harm.",
                "She ran as long as her feet would go, until it was almost evening.",
                "Then she saw a little cottage and went into it to rest herself.",
                "Everything in the cottage was small, but neater and cleaner than can be told.",
                "There was a table on which was a white cover, and seven little plates, and on each plate a little spoon.",
                "Moreover, there were seven little knives and forks, and seven little mugs.",
                "Against the wall stood seven little beds side by side, and covered with snow-white counterpanes.",
                "Little Snow-White was so hungry and thirsty, that she ate some vegetables and bread from each plate and drank a drop of wine out of each mug, for she did not wish to take all from one only.",
                "Then, as she was so tired, she laid herself down on one of the little beds, but none of them suited her.",
                "One was too long, another too short, but at last she found that the seventh one was right, so she remained in it, said a prayer and went to sleep.",
                "When it was quite dark the owners of the cottage came back.",
                "They were seven Dwarfs who dug and delved in the mountains for ore.",
                "They lit their seven candles, and, as it was now light within the cottage, they saw that some one had been there, for everything was not in the same order in which they had left it.",
                "The first said, “Who has been sitting on my chair?",
                "The second, “Who has been eating off my plate?",
                "The third, “Who has been taking some of my bread?",
                "The fourth, “Who has been eating my vegetables?",
                "The fifth, “Who has been using my fork?",
                "The sixth, “Who has been cutting with my knife?",
                "The seventh, “Who has been drinking out of my mug?",
                "Then the first looked round and saw that there was a little hole on his bed, and he said, “Who has been getting into my bed?",
                "The others came up and each called out, “Somebody has been lying in my bed too”.",
                "But the seventh when he looked at his bed saw little Snow-White, who was lying fast asleep therein.",
                "And he called the others, who came running up, and they cried out with astonishment, and brought their seven little candles and let the light fall on little Snow-White.",
                "Oh, oh!",
                "cried they, “what a lovely child!",
                "and they were so glad that they did not wake her up, but let her sleep on in the bed.",
                "And the seventh Dwarf slept with his companions, one hour with each, and so got through the night.",
                "The next morning, little Snow-White awoke, and was frightened when she saw the seven Dwarfs.",
                "But they were friendly and asked her what her name was.",
                "“My name is little Snow-White,” she answered.",
                "How have you come to our house?",
                "said the Dwarfs.",
                "Then she told them that the wicked Queen had wished to have her killed, but that the huntsman had spared her life, and that she had run for the whole day, until at last she had found their dwelling.",
                "The Dwarfs said, “If you will take care of our house, cook, make the beds, wash, sew, and knit, and if you will keep everything neat and clean, you may stay with us and you shall want for nothing”.",
                "“Yes,” said little Snow-White, “with all my heart,” and she stayed with them.",
                "She kept the house in order for them.",
                "In the mornings they went to the mountains and looked for copper and gold, in the evenings they came back, and then their supper had to be ready.",
                "The maiden was alone the whole day, so the good Dwarfs warned her and said, “Beware of the Queen, she will soon know that you are here.",
                "Be sure to let no one come in”.",
                "But the Queen, believing that little Snow-White was dead, could not but think that she herself was again the first and most beautiful of all.",
                "She went to her Looking-Glass, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "_” and the Glass answered: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "_” Then she was astounded, for she knew that the Looking-Glass never spoke falsely, and she knew that the huntsman had betrayed her, for that little Snow-White was still alive.",
                "And so she thought and thought again how she might kill her, for so long as she herself was not the fairest in the whole land, envy let her have no rest.",
                "And when she had at last thought of something to do, she painted her face, and dressed herself like an old pedler-woman, and no one could have known her.",
                "In this disguise she went over the Seven Mountains to the Seven Dwarfs, and knocked at the door and cried, “Pretty things to sell, very cheap, very cheap!",
                "Little Snow-White looked out at the window, and called, “Good-day, my dear woman, what have you to sell?",
                "Good things, pretty things,” she answered; “stay-laces of all colors,” and she pulled out one which was woven of bright-colored silk.",
                "“I may let the worthy old woman in,” thought little Snow-White, and she unbolted the door and bought the pretty laces.",
                "“Child,” said the old woman, “what a fright you look.",
                "Come, I will lace you properly for once”.",
                "Little Snow-White had no suspicion, but stood before her, and let herself be laced with the new laces.",
                "But the old woman laced so quickly and laced so tightly that little Snow-White lost her breath and fell down as if dead.",
                "“Now I am the most beautiful,” said the Queen to herself, and ran away.",
                "Not long afterward, in the evening, the Seven Dwarfs came home.",
                "But how shocked they were when they saw their dear little Snow-White lying on the ground, and that she neither stirred nor moved, and seemed to be dead.",
                "They lifted her up, and, as they saw that she was laced too tightly, they cut the laces.",
                "Than she began to breathe a little, and after a while came to life again.",
                "When the Dwarfs heard what had happened, they said, “The old pedler-woman was no one else than the wicked Queen.",
                "Take care and let no one come in when we are not with you”.",
                "But the wicked woman, when she had reached home, went in front of the Glass and asked: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "and it answered as before: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "When she heard that, all her blood rushed to her heart with fear, for she saw plainly that little Snow-White was again alive.",
                "“But now,” she said, “I will think of something that shall put an end to you,” and by the help of witchcraft, which she understood, she made a poisonous comb.",
                "Then she disguised herself, and took the shape of another old woman.",
                "So she went over the Seven Mountains to the Seven Dwarfs, knocked at the door, and cried, “Good things to sell, cheap, cheap!",
                "” Little Snow-White looked out, and said, “Go away.",
                "I cannot let any one come in”.",
                "“I suppose you may look,” said the old woman, and pulled the poisonous comb out and held it up.",
                "It pleased the maiden so well that she let herself be beguiled, and opened the door.",
                "When they had made a bargain, the old woman said, “Now I will comb you properly for once”.",
                "Poor little Snow-White had no suspicion, and let the Old Woman do as she pleased.",
                "But hardly had she put the comb in her hair, then the poison in it took effect, and the maiden fell down senseless.",
                "“You paragon of beauty,” said the wicked woman, “you are done for now!",
                "” and she went away.",
                "But fortunately it was almost evening, and the Seven Dwarfs came home.",
                "When they saw little Snow-White lying as if dead upon the ground, they at once suspected the Queen.",
                "They looked and found the poisoned comb.",
                "Scarcely had they taken it out, when little Snow-White came to herself, and told them what had happened.",
                "Then they warned her once more to be upon her guard, and to open the door to no one.",
                "The Queen, at home, went in front of the Glass and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "_” then it answered as before: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "_” When she heard the Glass speak thus, she trembled and shook with rage.",
                "“Little Snow-White shall die,” she cried, “even if it costs me my life!",
                "” Thereupon she went into a secret, lonely room, where no one ever came, and there she made a very poisonous apple.",
                "Outside it looked pretty, white with a red cheek, so that every one who saw it longed for it.",
                "But whoever ate a piece of it must surely die.",
                "When the apple was ready, she painted her face, and dressed herself as a countrywoman, and so she went over the Seven Mountains to the Seven Dwarfs.",
                "She knocked at the door.",
                "Little Snow-White put her head out of the window and said, “I cannot let any one in.",
                "The Seven Dwarfs have forbidden me”.",
                "“It is all the same to me,” answered the woman, “I shall soon get rid of my apples.",
                "There, I will give you one”.",
                "“No,” said little Snow-White, “I dare not take anything”.",
                "“Are you afraid of poison?",
                "” said the old woman.",
                "“Look, I will cut the apple in two pieces.",
                "You eat the red cheek, and I will eat the white”.",
                "The apple was so cunningly made that only the red cheek was poisoned.",
                "Little Snow-White longed for the fine apple, and when she saw that the woman ate part of it, she could resist no longer, and stretched out her hand and took the poisonous half.",
                "But hardly had she a bit of it in her mouth, than she fell down dead.",
                "Then the Queen looked at her with a dreadful look, and laughed aloud, and said, “White as snow, red as blood, black as ebony-wood!",
                "This time the Dwarfs cannot wake you up again!",
                "” And when she asked of the Looking-Glass at home: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "it answered at last: “_Oh, Queen, in this land thou art fairest of all.",
                "Then her envious heart had rest, so far as an envious heart can have rest.",
                "The Dwarfs, when they came home in the evening, found little Snow-White lying upon the ground.",
                "She breathed no longer and was dead.",
                "They lifted her up, looked to see whether they could find anything poisonous, unlaced her, combed her hair, washed her with water and wine, but it was all of no use.",
                "The poor child was dead, and remained dead.",
                "They laid her upon a bier, and all seven of them sat round it and wept for her, and wept three days long.",
                "Then they were going to bury her, but she still looked as if she was living, and still had her pretty red cheeks.",
                "They said, “We could not bury her in the dark ground,” and they had a transparent coffin of glass made, so that she might be seen from all sides.",
                "They laid her in it, and wrote her name upon it in golden letters, and that she was a King’s Daughter.",
                "Then they put the coffin out upon the mountain, and one of them always stayed by it to watch it.",
                "And birds came too, and wept for little Snow-White; first an owl, then a raven, and last a dove.",
                "And now little Snow-White lay a long, long time in the coffin.",
                "She did not change, but looked as if she were asleep; for she was as white as snow, as red as blood, and her hair was as black as ebony.",
                "It happened, however, that a King’s Son came into the forest, and went to the Dwarfs’ house to spend the night.",
                "He saw the coffin on the mountain, and the beautiful little Snow-White within it, and read what was written upon it in golden letters.",
                "Then he said to the Dwarfs, “Let me have the coffin.",
                "I will give you whatever you want for it”.",
                "But the Dwarfs answered, “We will not part with it for all the gold in the world”.",
                "Then he said, “Let me have it as a gift, for I cannot live without seeing little Snow-White.",
                "I will honor and prize her as my dearest possession,” As he spoke in this way the good Dwarfs took pity upon him, and gave him the coffin.",
                "And now the King’s Son had it carried away by his servants on their shoulders.",
                "And it happened, that they stumbled over a tree-stump, and with the shock the poisonous piece of apple, which little Snow-White had bitten off, came out of her throat.",
                "And before long she opened her eyes, lifted up the lid of the coffin, sat up, and was once more alive.",
                "“Oh, where am I?",
                "she cried.",
                "The King’s Son, full of joy, said, “You are with me,” and told her what had happened, and said, “I love you more than everything in the world.",
                "Come with me to my father’s palace, you shall be my wife”.",
                "And little Snow-White was willing, and went with him, and their wedding was held with great show and splendor.",
                "But the wicked Queen was also bidden to the feast.",
                "When she had arrayed herself in beautiful clothes, she went before the Looking-Glass, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "the Glass answered: “_Oh, Queen, of all here the fairest art thou, But the young Queen is fairer by far, I trow!",
                "Then the wicked woman uttered a curse, and was so wretched, so utterly wretched, that she knew not what to do.",
                "At first she would not go to the wedding at all, but she had no peace, and must go to see the young Queen.",
                "And when she went in she knew little Snow-White.",
                "And she stood still with rage and fear, and could not stir.",
                "But iron slippers had already been put upon the fire, and they were brought in with tongs, and set before her.",
                "Then she was forced to put on the red-hot shoes, and dance until she dropped down dead."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "06",
            "title": "MAID MALEEN",
            "story": [
                "There was once a King who had a son who asked in marriage the daughter of a mighty King.",
                "She was called Maid Maleen, and was very beautiful.",
                "As her father wished to give her to another, the Prince was rejected.",
                "But since they both loved each other with all their hearts, they would not give each other up, and Maid Maleen said to her father, “I can and will take no other for my husband”.",
                "Then the King flew into a passion, and ordered a dark tower to be built, into which no ray of sunlight or moonlight should enter.",
                "When it was finished, he said, “Therein shall you be imprisoned for seven years, and then I will come and see if your perverse spirit is broken”.",
                "Meat and drink for the seven years were carried into the tower; and then she and her waiting-woman were led into it and walled up, and thus cut off from the sky and from the earth.",
                "There they sat in the darkness, and knew not when day or night began.",
                "The King’s Son often went round and round the tower, and called their names, but no sound from without pierced through the thick walls.",
                "What else could they do but lament and complain?",
                "Meanwhile, the time passed, and by the small amount of food and drink left they knew that the seven years were coming to an end.",
                "They thought the moment of their deliverance was come.",
                "But no stroke of the hammer was heard, no stone fell out of the wall, and it seemed to Maid Maleen that her father had forgotten her.",
                "As they had food for only a short time longer, and saw a miserable death awaiting them, Maid Maleen said, “We must try our last chance, and see if we can break through the wall”.",
                "She took the bread-knife, and picked and bored at the mortar of a stone, and when she was tired, the waiting-maid took her turn.",
                "With great labor they succeeded in getting out one stone, then a second, and third.",
                "And when three days were over, the first ray of light fell on their darkness, and at last the opening was so large that they could look out.",
                "The sky was blue, and a fresh breeze played on their faces; but how melancholy everything looked all around!",
                "Her father’s castle lay in ruins, the town and the villages were, so far as could be seen, destroyed by fire, the fields far and wide laid to waste, and no human being was visible.",
                "When the opening in the wall was large enough for them to slip through, the waiting-maid sprang down first, and then Maid Maleen followed.",
                "But where were they to go?",
                "The enemy had ravaged the whole kingdom, driven away the King, and slain all the inhabitants.",
                "They wandered forth to seek another country, but nowhere did they find a shelter, or a human being to give them a mouthful of bread.",
                "Their need was so great that they were forced to appease their hunger with nettle-plants.",
                "When, after long journeying, they came into another country, they tried to get work everywhere.",
                "But wherever they knocked they were turned away, and no one would have pity on them.",
                "At last they arrived in a large city and went to the royal palace.",
                "There also they were ordered to go away, but at last the cook said that they might stay in the kitchen and be scullions.",
                "The King’s Son in whose kingdom they were, was, however, the very man who had been betrothed to Maid Maleen.",
                "His father had chosen another Bride for him, whose face was as ugly as her heart was wicked.",
                "The wedding was fixed, and the girl had already arrived.",
                "Because of her great ugliness, however, she shut herself in her room, and allowed no one to see her, and Maid Maleen had to take her her meals from the kitchen.",
                "When the day came for the Bride and the Bridegroom to go to church, she was ashamed of her ugliness, and afraid that if she showed herself in the streets, she would be mocked and laughed at by the people.",
                "Then said she to Maid Maleen, “A great piece of luck has befallen you.",
                "I have sprained my foot, and cannot walk through the streets.",
                "You shall put on my wedding-clothes and take my place.",
                "A greater honor than that you cannot have!",
                "” Maid Maleen, however, refused it, and said, “I wish for no honor which is not suitable for me”.",
                "At last she said angrily, “If you do not obey me, it shall cost you your life.",
                "I have but to speak the word, and your head will lie at your feet”.",
                "Then she was forced to obey, and put on the Bride’s magnificent clothes and all her jewels.",
                "When she entered the royal hall, every one was amazed at her great beauty, and the King said to his son, “This is the Bride whom I have chosen for you, and whom you must lead to church”.",
                "The Bridegroom was astonished, and thought, “She is like my Maid Maleen, and I should believe that it was she herself, but she has long been shut up in the tower or dead”.",
                "He took her by the hand and led her to church.",
                "On the way was a nettle-plant, and she said: “_Nettle-plant, Nettle-plant, Nettle-plant so small!",
                "What are you doing here, Alone by the wall?",
                "I have the time known, When unroasted, unboiled, I ate thee alone!",
                "“What are you saying?",
                "” asked the King’s Son.",
                "“Nothing,” she replied, “I was only thinking of Maid Maleen”.",
                "He was surprised that she knew about her, but kept silence.",
                "When they came to the foot-plank into the churchyard, she said: “_Foot-bridge, break not, I am not the true Bride.",
                "“What are you saying there?",
                "” asked the King’s Son.",
                "“Nothing,” she replied, “I was only thinking of Maid Maleen”.",
                "When they came to the church-door, she said once more: “_Church-door, break not, I am not the true Bride.",
                "“What are you saying there?",
                "asked he.",
                "“Ah,” she answered, “I was only thinking of Maid Maleen”.",
                "Then he took out a precious chain, put it round her neck, and fastened the clasp.",
                "Thereupon they entered the church, and the priest joined their hands together before the altar, and married them.",
                "He led her home but she did not speak a single word the whole way.",
                "When they got back to the royal palace, she hurried into the Bride’s chamber, put off the magnificent clothes and the jewels, dressed herself in her gray gown, and kept nothing but the jewel on her neck, which she had received from the Bridegroom.",
                "When the night came, and the Bride was to be led into the apartment of the King’s Son, she let her veil fall over her face, that he might not observe the deception.",
                "As soon as every one had gone away, he said to her, “What did you say to the nettle-plant which was growing by the wayside?",
                "” “To which nettle-plant?",
                "” asked she; “I don’t talk to nettle-plants”.",
                "“If you did not do it, then you are not the true Bride,” said he.",
                "So she bethought herself, and said: “_I must go my maid to see, Who keeps my secret thoughts for me.",
                "She went out and sought Maid Maleen.",
                "“Girl, what have you been saying to the nettle?",
                "“I said nothing but: “_Nettle-plant, Nettle-plant, Nettle-plant so small!",
                "What are you doing here, Alone by the wall?",
                "I have the time known, When unroasted, unboiled, I ate thee alone!",
                "_” The Bride ran back into the chamber, and said, “I know now what I said to the nettle,” and she repeated the words which she had just heard.",
                "“But what did you say to the foot-bridge when we went over it?",
                "” asked the King’s Son.",
                "“To the foot-bridge?",
                "” she answered.",
                "“I don’t talk to foot-bridges”.",
                "“Then you are not the true Bride”.",
                "She again said: “_I must go my maid to see, Who keeps my secret thoughts for me,_” and ran out and found Maid Maleen.",
                "“Girl, what did you say to the foot-bridge?",
                "” “I said nothing but: “_Foot-bridge, break not, I am not the true Bride.",
                "_” “That costs you your life!",
                "” cried the Bride, but she hurried into the room, and said, “I know now what I said to the foot-bridge,” and she repeated the words.",
                "“But what did you say to the church-door?",
                "” “To the church-door?",
                "” she replied; “I don’t talk to church-doors”.",
                "“Then you are not the true Bride”.",
                "She went out and found Maid Maleen, and said, “Girl, what did you say to the church-door?",
                "” “I said nothing but: “_Church-door, break not, I am not the true Bride.",
                "_” “That will break your neck for you!",
                "” cried the Bride, and flew into a terrible passion, but she hastened back into the room, and said, “I know now what I said to the church-door,” and she repeated the words.",
                "“But where have you the jewel which I gave you at the church-door?",
                "” “What jewel?",
                "” she answered; “you did not give me any jewel”.",
                "“I myself put it round your neck, and I myself fastened it.",
                "If you do not know that, you are not the true Bride”.",
                "He drew the veil from her face, and when he saw her ugliness, he sprang back terrified, and said, “How come you here?",
                "Who are you?",
                "” “I am your betrothed Bride, but because I feared lest the people should mock me when they saw me out of doors, I commanded the scullery-maid to dress herself in my clothes, and to go to church instead of me”.",
                "“Where is the girl?",
                "” said he; “I want to see her, go and bring her here”.",
                "She went out and told the servants that the scullery-maid was an impostor, and that they must take her out into the courtyard and strike off her head.",
                "The servants laid hold of Maid Maleen and wanted to drag her out, but she screamed so loudly for help, that the King’s Son heard her voice, hurried out of his chamber and ordered them to set the maiden free.",
                "Lights were brought, and then he saw on her neck the gold chain which he had given her at the church-door.",
                "“You are the true Bride,” said he, “who went with me to church.",
                "Come with me now to my room”.",
                "When they were both alone, he said, “On the way to the church you did name Maid Maleen, who was my betrothed Bride.",
                "If I could believe it possible, I should think she was standing before me--you are like her in every respect”.",
                "She answered, “I am Maid Maleen, who for your sake was imprisoned seven years in the darkness, who suffered hunger and thirst, and has lived so long in want and poverty.",
                "To-day, however, the sun is shining on me once more.",
                "I was married to you in the church, and I am your lawful wife”.",
                "Then they kissed each other, and were happy all the days of their lives.",
                "The false Bride was rewarded for what she had done by having her head cut off.",
                "The tower in which Maid Maleen had been imprisoned remained standing for a long time, and when the children passed by it, they sang: “_Kling, klang, gloria.",
                "Who sits within this tower?",
                "A King’s Daughter, she sits within, A sight of her I cannot win, The wall it will not break, The stone cannot be pierced.",
                "Little Hans, with your coat so gay, Follow me, follow me, fast as you may."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "07",
            "title": "HAENSEL AND GRETHEL",
            "story": [
                "Hard by a great forest, dwelt a poor woodcutter with his wife and his two children.",
                "The boy was called Haensel and the girl, Grethel.",
                "He had little to bite and to break; and once when great scarcity fell on the land, he could no longer procure daily bread.",
                "Now, when he thought over this by night in his bed, and tossed about in his anxiety, he groaned and said to his wife, “What is to become of us?",
                "How are we to feed our poor children, when we no longer have anything even for ourselves?",
                "” “I’ll tell you what, Husband,” answered the woman, “early to-morrow morning we will take the children out into the forest to where it is the thickest; there we will light a fire for them, and give each of them one piece of bread more.",
                "Then we will go to our work and leave them alone.",
                "They will not find the way home again, and we shall be rid of them”.",
                "“No, Wife,” said the man, “I will not do that.",
                "How can I bear to leave my children alone in the forest?",
                "--the wild animals would soon come and tear them to pieces”.",
                "“Oh, you fool!",
                "” said she.",
                "“Then we must all four die of hunger.",
                "You may as well plane the planks for our coffins”.",
                "And she left him no peace until he consented.",
                "“But I feel very sorry for the poor children, all the same,” said the man.",
                "The two children had also not been able to sleep for hunger, and had heard what the woman had said to their father.",
                "Grethel wept bitter tears, and said to Haensel, “Now all is over with us”.",
                "“Be quiet, Grethel,” said Haensel, “do not distress yourself, I will soon find a way to help us”.",
                "And when the old folk had fallen asleep, he got up, put on his little coat, opened the door below, and crept outside.",
                "The moon shone brightly, and the white pebbles, which lay in front of the house, glittered like real silver pennies.",
                "Haensel stooped and put as many of them in the little pocket of his coat as he could possibly get in.",
                "Then he went back and said to Grethel, “Be comforted, dear little Sister, and sleep in peace.",
                "God will not forsake us,” and he lay down again in his bed.",
                "When day dawned, but before the sun had risen, the woman came and awoke the two children, saying, “Get up, you sluggards!",
                "we are going into the forest to fetch wood”.",
                "She gave each a little piece of bread, and said, “There is something for your dinner, but do not eat it up before then, for you will get nothing else”.",
                "Grethel took the bread under her apron, as Haensel had the stones in his pocket.",
                "Then they all set out together on the way to the forest.",
                "When they had walked a short time, Haensel stood still and peeped back, and did so again and again while he was throwing the white pebble-stones one by one out of his pocket onto the road.",
                "When they had reached the middle of the forest, the father said, “Now, Children, pile up some wood, and I will light a fire that you may not be cold”.",
                "Haensel and Grethel gathered brushwood together, as high as a little hill.",
                "The brushwood was lighted, and when the flames were burning very high, the woman said, “Now, Children, lay yourselves down by the fire and rest.",
                "We will go into the forest and cut some wood.",
                "When we have done, we will come back and fetch you away”.",
                "Haensel and Grethel sat by the fire, and when noon came, each ate a little piece of bread; and, as they heard the strokes of the wood-axe, they believed that their father was near.",
                "It was, however, not the axe, it was a branch which he had fastened to a withered tree which the wind was blowing backward and forward.",
                "And as they had been sitting such a long time, their eyes shut with fatigue, and they fell fast asleep.",
                "When at last they awoke, it was already dark night.",
                "Grethel began to cry and said, “How are we to get out of the forest now?",
                "” But Haensel comforted her, and said, “Just wait a little, until the moon has risen, and then we shall soon find the way”.",
                "And when the full moon had risen, Haensel took his little sister by the hand, and followed the pebbles which shone like newly-coined silver pieces, and showed them the way.",
                "They walked the whole night long, and, by break of day, came once more to their father’s house.",
                "They knocked at the door; and when the woman opened it and saw that it was Haensel and Grethel, she said, “You naughty children, why have you slept so long in the forest?",
                "--we thought you were never coming back at all!",
                "” The father, however, rejoiced, for it had cut him to the heart to leave them behind alone.",
                "Not long afterward, there was another famine in all parts, and the children heard their mother saying at night to their father, “Everything is eaten again, we have one-half loaf left, and after that there is an end.",
                "The children must go, we will take them farther into the wood, so that they will not find their way out again.",
                "There is no other means of saving ourselves!",
                "” The man’s heart was heavy, and he thought “it would be better for you to share the last mouthful with your children!",
                "” The woman, however, would listen to nothing that he had to say, but scolded and reproached him.",
                "He who says A must say B, likewise, and as he had yielded the first time, he had to do so a second time also.",
                "The children were, however, still awake and had heard the conversation.",
                "When the old folk were asleep, Haensel again got up to go out and pick up pebbles.",
                "But the woman had locked the door, and Haensel could not get out.",
                "Nevertheless he comforted his little sister, and said, “Do not cry, Grethel, go to sleep quietly, the good God will help us”.",
                "Early in the morning, came the woman, and took the children out of their beds.",
                "Their bit of bread was given to them, but it was still smaller than the time before.",
                "On the way into the forest, Haensel crumbled his in his pocket, and often stood still and threw a morsel on the ground, and little by little, threw all the crumbs on the path.",
                "The woman led the children still deeper into the forest, where they had never in their lives been before.",
                "Then a great fire was again made, and the mother said, “Just sit there, you Children, and when you are tired you may sleep a little.",
                "We are going into the forest to cut wood.",
                "In the evening, when we are done, we will come and fetch you away”.",
                "When it was noon, Grethel shared her piece of bread with Haensel, who had scattered his by the way.",
                "Then they fell asleep, and evening passed, but no one came to the poor children.",
                "They did not awake until it was dark night, and Haensel comforted his little sister and said, “Just wait, Grethel, until the moon rises, and then we shall see the crumbs of bread which I have strewn.",
                "They will show us our way home again”.",
                "When the moon came, they set out, but they found no crumbs, for the many thousands of birds, which fly about in the woods and fields, had picked them all up.",
                "Haensel said to Grethel, “We shall soon find the way,” but they did not find it.",
                "They walked the whole night and all the next day, from morning till evening, but they did not get out of the forest, and were very hungry, for they had nothing to eat but two or three berries, which grew on the ground.",
                "And as they were so weary that their legs would carry them no longer, they lay down beneath a tree and fell asleep.",
                "It was now three mornings since they had left their father’s house.",
                "They began to walk again, but they always got deeper into the forest.",
                "If help did not come soon, they must die of hunger and weariness!",
                "When it was midday, they saw a beautiful Snow-White Bird sitting on a bough, which sang so delightfully that they stood still and listened to it.",
                "And when it had finished its song, it spread its wings and flew away before them.",
                "They followed it until they reached a little house, on the roof of which it alighted.",
                "When they came quite up to the little House they saw that it was built of bread and covered with cakes, but that the windows were of clear sugar.",
                "“We will set to work on that,” said Haensel, “and have a good meal.",
                "I will eat a bit of the roof, and you, Grethel, can eat some of the window; it will taste sweet”.",
                "Haensel reached up and broke off a little of the roof to try how it tasted.",
                "Grethel leant against the window and nibbled at the panes.",
                "Then a soft voice cried from the room: “_Nibble, nibble, gnaw!",
                "Who nibbles at my door?",
                "_” but the children went on eating without disturbing themselves.",
                "Haensel, who thought the roof tasted very nice, tore down a great piece of it.",
                "Grethel pushed out the whole of one round window-pane, sat down, and enjoyed herself with it.",
                "Suddenly the door opened, and a very, very old woman, leaning on crutches, came creeping out.",
                "Haensel and Grethel were so terribly frightened that they let fall what they had in their hands.",
                "The Old Woman, however, nodded her head, and said, “Oh, you dear Children, who has brought you here?",
                "Do come in, and stay with me.",
                "No harm shall happen to you”.",
                "She took them both by the hand, and led them into her little house.",
                "Then she set good food before them, milk and pancakes, with sugar, apples, and nuts.",
                "Afterward she covered two pretty little beds with clean white linen, and Haensel and Grethel lay down in them, and thought they were in Heaven.",
                "The Old Woman had only pretended to be so kind.",
                "She was really a wicked Witch, who lay in wait for children, and who had built the little bread house in order to entice them there.",
                "When a child fell into her power, she killed it, cooked, and ate it; and that was a feast-day with her.",
                "Witches have red eyes, and cannot see far, but they have a keen scent like the beasts’, and are aware when human beings draw near.",
                "When Haensel and Grethel came into her neighborhood, she laughed maliciously, and said mockingly, “I have them, they shall not escape me again!",
                "” Early in the morning before the children were awake, she was up.",
                "And when she saw both of them sleeping and looking so pretty, with their plump red cheeks, she muttered to herself, “That will be a dainty mouthful!",
                "” Then she seized Haensel with her shrivelled hand, carried him into a little stable, and shut him in with a grated door.",
                "He might scream as he liked, that was of no use!",
                "Then she went to Grethel, shook her till she awoke, and cried, “Get up, lazy thing, fetch some water, and cook something good for your brother.",
                "He is in the stable outside, and is to be made fat.",
                "When he is fat, I will eat him”.",
                "Grethel began to weep bitterly.",
                "But it was all in vain, she was forced to do what the wicked Witch ordered her.",
                "And now the best food was cooked for poor Haensel, while Grethel got nothing but crab-shells.",
                "Every morning the woman crept to the little stable, and cried, “Haensel, stretch out your finger that I may feel if you will soon be fat”.",
                "When four weeks had gone by she was seized with impatience and would not wait any longer.",
                "“Ho, there!",
                "Grethel,” she cried to the girl, “be active, and bring some water.",
                "Let Haensel be fat or lean, to-morrow I will kill him, and cook him”.",
                "Ah!",
                "how the poor little sister did lament when she had to fetch the water, and how her tears did flow down over her cheeks!",
                "“Dear God, do help us,” she cried.",
                "“If the wild beasts in the forest had but devoured us, we should at any rate have died together!",
                "” “Just keep your noise to yourself,” said the Old Woman, “all that won’t help you at all”.",
                "Early in the morning, Grethel had to go out and hang up the cauldron, full of water, and light the fire.",
                "“We will bake first,” said the Old Woman, “I have already heated the oven, and kneaded the dough”.",
                "She pushed poor Grethel out to the oven, from which flames of fire were darting.",
                "“Creep in,” said the Witch, “and see if it is properly heated, so that we can shut the bread in”.",
                "And when once Grethel was inside, she intended to shut the oven and let her bake in it, and then eat her, too.",
                "But Grethel saw what she had in her mind, and would not creep in.",
                "“Silly Goose,” said the Old Woman; “the door is big enough.",
                "Just look, I can get in myself!",
                "” and she crept up and thrust her head in.",
                "Then she fell over into the oven and was miserably burnt to death.",
                "Grethel, however, ran as quick as lightning to Haensel, opened his little stable, and cried, “Haensel, we are saved!",
                "The old Witch is dead!",
                "” Then Haensel sprang out like a bird from its cage, when the door is opened for it.",
                "How they did rejoice and embrace each other, and dance about and kiss each other!",
                "And as they had no longer any need to fear her, they went into the Witch’s house, and in every corner there stood chests full of pearls and jewels.",
                "“These are far better than pebbles!",
                "” said Haensel, and thrust into his pockets whatever could be got in.",
                "And Grethel said, “I, too, will take something home with me,” and filled her pinafore full.",
                "“But now we will go away,” said Haensel, “that we may get out of the Witch’s forest”.",
                "When they had walked for two hours, they came to a great piece of water.",
                "“We cannot get over,” said Haensel, “I see no foot-plank, and no bridge”.",
                "“And no boat crosses either,” answered Grethel, “but a white duck is swimming there.",
                "If I ask her, she will help us over”.",
                "Then she cried: “_Little Duck, little Duck, dost thou see, Haensel and Grethel are waiting for thee?",
                "There’s never a plank, nor a bridge in sight, Take us across on thy back so white.",
                "_” The duck came to them, and Haensel seated himself on her back, and told his sister to sit by him.",
                "“No,” replied Grethel, “that will be too heavy for the little duck.",
                "She shall take us across, one after the other”.",
                "The good little duck did so, and when they were once safely across and had walked for a short time, the forest seemed to be more and more familiar to them.",
                "At length, they saw from afar their father’s house.",
                "Then they began to run, rushed into the parlor, and threw themselves into their father’s arms.",
                "The man had not known one happy hour since he had left the children in the forest.",
                "The woman, however, was dead.",
                "Grethel emptied her pinafore until pearls and precious stones ran about the room, and Haensel threw one handful after another out of his pocket to add to them.",
                "Then all trouble was at an end, and they lived together in perfect happiness.",
                "My tale is done, there runs a mouse, whosoever catches it, may make himself a big, big fur cap out of it!"
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "08",
            "title": "RUMPELSTILTSKIN",
            "story": [
                "Once there was a miller who was poor, but who had a beautiful daughter.",
                "Now it happened that he had to speak to the King, and in order to make himself appear important he said to him, “I have a daughter who can spin straw into gold”.",
                "The King said to the miller, “That is an art which pleases me well.",
                "If your daughter is as clever as you say, bring her to-morrow to my palace, and I will try what she can do”.",
                "And when the girl was brought to him, he took her into a room which was quite full of straw, gave her a spinning-wheel and a reel, and said, “Now set to work.",
                "If by to-morrow morning early, you have not spun this straw into gold, you must die”.",
                "Thereupon he himself locked up the room, and left her in it alone.",
                "So there sat the poor miller’s daughter, and for her life could not tell what to do.",
                "She had no idea how straw could be spun into gold; and she grew more and more miserable, until at last she began to weep.",
                "But all at once the door opened, and in came a Little Man, and said, “Good evening, Mistress Miller.",
                "Why are you crying so?",
                "Alas! answered the girl, “I have to spin straw into gold, and I do not know how to do it”.",
                "“What will you give me,” said the Little Man, “if I do it for you?",
                "” “My necklace,” said the girl.",
                "The Little Man took the necklace, seated himself in front of the wheel, and _whirr, whirr, whirr,_ three turns, and the reel was full.",
                "Then he put another on, and _whirr, whirr, whirr,_ three times round, and the second was full too.",
                "And so it went on till the morning, when all the straw was spun, and all the reels were full of gold.",
                "By daybreak, the King was there, and when he saw the gold, he was astonished and delighted, but his heart became only more greedy.",
                "He had the miller’s daughter taken into another room full of straw, which was much larger, and commanded her to spin that also in one night if she valued her life.",
                "The girl knew not how to help herself, and was crying, when the door again opened, and the Little Man appeared, and said, “What will you give me if I spin the straw into gold for you?",
                "” “The ring on my finger,” answered the girl.",
                "The Little Man took the ring, again began to turn the wheel, and, by morning, had spun all the straw into glittering gold.",
                "The King rejoiced beyond measure at the sight, but still he had not gold enough.",
                "He had the miller’s daughter taken into a still larger room full of straw, and said, “You must spin this, too, in the course of this night.",
                "But if you succeed, you shall be my wife”.",
                "“Even if she be a miller’s daughter,” thought he, “I could not find a richer wife in the whole world”.",
                "When the girl was alone the Little Man came again for the third time, and said, “What will you give me if I spin the straw for you this time also?",
                "” “I have nothing left that I could give,” answered the girl.",
                "“Then promise me, if you should become Queen, your first child”.",
                "“Who knows whether that will ever happen?",
                "” thought the miller’s daughter.",
                "And, not knowing how else to help herself in this difficulty, she promised the Little Man what he wanted.",
                "And for that he once more span the straw into gold.",
                "And when the King came in the morning, and found all as he had wished, he took her in marriage.",
                "And the pretty miller’s daughter became a Queen.",
                "A year after, she had a beautiful child, and she never gave a thought to the Little Man.",
                "But suddenly he came into her room, and said, “Now give me what you promised”.",
                "The Queen was horror-struck, and offered the Little Man all the riches of the kingdom if he would leave her the child.",
                "But the Little Man said, “No, something that is alive, is dearer to me than all the treasures in the world”.",
                "Then the Queen began to weep and cry, so that the Little Man pitied her.",
                "“I will give you three days’ time,” said he; “if by that time you find out my name, then you shall keep your child”.",
                "So the Queen thought the whole night of all the names that she had ever heard, and she sent a messenger over the country to inquire, far and wide, for any other names there might be.",
                "When the Little Man came the next day, she began with _Caspar, Melchior, Balthazar,_ and said all the names she knew, one after another.",
                "But to every one the Little Man said, “That is not my name”.",
                "On the second day, she had inquiries made in the neighborhood as to the names of the people there.",
                "And she repeated to the Little Man the most uncommon and curious, “Perhaps your name is _Shortribs_, or _Sheepshanks_, or _Laceleg_?",
                "but he always answered, “That is not my name”.",
                "On the third day, the messenger came back again, and said, “I have not been able to find a single new name.",
                "But as I came to a high mountain at the end of the forest, where the fox and the hare bid each other good night, there I saw a little house.",
                "Before the house a fire was burning, and round about the fire a funny Little Man was jumping.",
                "He hopped upon one leg, and shouted: “_To-day I brew, to-morrow I bake, And next, I shall the Queen’s child take!",
                "Ah!",
                "well it is, none knows the same-- That Rumpelstiltskin is my name!",
                "You may think how glad the Queen was when she heard the name!",
                "And when soon afterward the Little Man came in, and asked, “Now, Mistress Queen, what is my name?",
                "she said: “Is your name _Conrad?”",
                "“No”.",
                "“Is your name _Harry_?",
                "” “No”.",
                "“Perhaps your name is Rumpelstiltskin?",
                "The devil has told you that!",
                "the devil has told you that!",
                "cried the Little Man, and in his anger he stamped his right foot so deep into the earth that his whole leg went in.",
                "And then in rage, he pulled at his left leg so hard with both hands, that he tore himself in two."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "09",
            "title": "THE SHOES THAT WERE DANCED TO PIECES",
            "story": [
                "There was once upon a time, a King who had twelve daughters, each one more beautiful than the other.",
                "They all slept together in one chamber, in which their beds stood side by side.",
                "Every night, when they were in them, the King locked the door, and bolted it.",
                "But in the morning, when he unlocked the door, he saw that their shoes were worn out with dancing, and no one could find out how that had happened.",
                "Then the King caused it to be proclaimed that whosoever could discover where they danced at night, should choose one of them for his wife and be King after his death.",
                "But that whosoever came forward and had not discovered it within three days and nights, should forfeit his life.",
                "It was not long before a King’s Son presented himself, and offered to undertake the enterprise.",
                "He was well received, and in the evening was led into a room adjoining the Princesses’ sleeping-chamber.",
                "His bed was placed there, and he was to watch where they went and danced.",
                "And in order that they might do nothing secretly or go away to some other place, the door of their room was left open.",
                "But the eyelids of the Prince grew heavy as lead, and he fell asleep.",
                "When he awoke in the morning, all twelve had been to the dance, for their shoes were standing there with holes in the soles.",
                "On the second and third nights it fell out just the same, and then his head was struck off without mercy.",
                "Many others came after this and undertook the enterprise, but all forfeited their lives.",
                "Now, it came to pass that a poor soldier, who had a wound, and could serve no longer, found himself on the road to the town where the King lived.",
                "There he met an Old Woman, who asked him where he was going.",
                "“I hardly know myself,” answered he, and added in jest, “I had half a mind to discover where the Princesses danced their shoes into holes, and thus become King”.",
                "“That is not so difficult,” said the Old Woman, “you must not drink the wine which will be brought to you at night”.",
                "With that she gave him a little cloak, and said, “If you put on that, you will be invisible, and then you can steal after the twelve”.",
                "When the soldier had received this good advice, he took heart, went to the King, and announced himself as a suitor.",
                "He was as well received as the others, and royal garments were put upon him.",
                "He was conducted that evening, at bedtime, into the outer-chamber, and as he was about to go to bed, the eldest came and brought him a cup of wine.",
                "He lay down, but did not drink the wine.",
                "The Twelve Princesses, in their chamber, laughed, and the eldest said, “He, too, might as well have saved his life”.",
                "With that they got up, opened wardrobes, presses, cupboards, and brought out pretty dresses; dressed themselves before the mirrors, sprang about, and rejoiced at the prospect of the dance.",
                "Only the youngest said, “I know not how it is.",
                "You are very happy, but I feel strange.",
                "Some misfortune is certainly about to befall us”.",
                "“You are a goose, who are always frightened,” said the eldest.",
                "“Have you forgotten how many King’s Sons have already come here in vain?",
                "I had hardly any need to give the soldier a sleeping-draught.",
                "In any case, the clown would not have awakened”.",
                "When they were all ready, the eldest then went to her bed and tapped it.",
                "It immediately sank into the earth; and one after the other they descended through the opening, the eldest going first.",
                "The soldier, who had watched everything, tarried no longer, put on his little cloak, and went down last with the youngest.",
                "Half-way down the steps, he just trod a little on her dress.",
                "She was terrified at that, and cried out, “What is that?",
                "who is pulling at my dress?",
                "Don’t be so silly!",
                "said the eldest, “you have caught it on a nail”.",
                "Then they went all the way down, and when they were at the bottom, they were standing in a wonderfully pretty avenue of trees, all the leaves of which were of silver, and shone and glistened.",
                "The soldier thought, “I must carry a token away with me,” and broke off a twig from one of them, on which the tree cracked with a loud report.",
                "The youngest cried out again, “Something is wrong, did you hear the crack?",
                "” But the eldest said, “It is a gun fired for joy, because we have got rid of our Prince so quickly”.",
                "After that they came into an avenue where all the leaves were of gold, and lastly into a third where they were of bright diamonds.",
                "He broke off a twig from each, which made such a crack each time that the youngest started back in terror, but the eldest still declared that they were salutes.",
                "They went on and came to a great lake whereon stood twelve little boats, and in every boat sat a handsome Prince, all of whom were waiting for the Twelve Princesses.",
                "Each took one of them with him, but the soldier seated himself by the youngest.",
                "Then her Prince said, “I can’t tell why the boat is so much heavier to-day.",
                "I shall have to row with all my strength, if I am to get it across”.",
                "“What should cause that,” said the youngest, “but the warm weather?",
                "I feel very warm too”.",
                "On the opposite side of the lake stood a splendid, brightly-lit castle, from whence resounded the joyous music of trumpets and kettle-drums.",
                "They rowed thither, entered, and each Prince danced with the maiden he loved, but the soldier danced with them unseen.",
                "And when one of them had a cup of wine in her hand he drank it up, so that the cup was empty when she carried it to her mouth.",
                "The youngest was alarmed at this, but the eldest always made her be silent.",
                "They danced there till three o’clock in the morning, when all the shoes were danced into holes, and they were forced to leave off.",
                "The Princes rowed them back again over the lake, and this time the soldier seated himself by the eldest.",
                "On the shore they took leave of their Princes, and promised to return the following night.",
                "When they reached the stairs, the soldier ran on in front and lay down in his bed, and when the Twelve Princesses had come up slowly and wearily, he was already snoring so loudly that they could all hear him, and they said, “So far as he is concerned, we are safe”.",
                "They took off their beautiful dresses, laid them away, put the worn-out shoes under the bed, and lay down.",
                "Next morning, the soldier was resolved not to speak, but to watch the wonderful goings on, and that night again went with them.",
                "Then everything was done just as it had been done the first time, and they danced until their shoes were worn to pieces.",
                "But the third time, he took a cup away with him as a token.",
                "When the hour had arrived for him to give his answer, he took the three twigs and the cup, and went to the King, but the Twelve Princesses stood behind the door, and listened for what he was going to say.",
                "When the King put the question, “Where have my Twelve Daughters danced their shoes to pieces in the night?",
                "he answered, “In an underground castle with Twelve Princes,” and related how it had come to pass, and brought out the tokens.",
                "The King then summoned his daughters, and asked them if the soldier had told the truth, and when they saw that they were betrayed, and that falsehood would be of no avail, they were obliged to confess all.",
                "Thereupon the King asked which of them he would have for his wife?",
                "He answered, “I am no longer young, so give me the eldest”.",
                "Then the wedding was celebrated on the self-same day, and the kingdom was promised him after the King’s death.",
                "But the Princes were bewitched for as many days more as they had danced nights with the Twelve."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "10",
            "title": "THE NIX OF THE MILL-POND",
            "story": [
                "There was once upon a time, a miller who lived with his wife in great contentment.",
                "They had money and land, and their prosperity increased year by year more and more.",
                "But ill-luck comes like a thief in the night, as their wealth had increased so did it again decrease, year by year.",
                "At last the miller could hardly call the mill in which he lived his own.",
                "He was in great distress, and when he lay down after his day’s work, found no rest, but full of care, tossed about in his bed.",
                "One morning, he rose before daybreak and went out into the open air, thinking that perhaps there his heart might become lighter.",
                "As he was stepping over the mill-dam, the first sunbeam was just breaking forth, and he heard a rippling sound in the pond.",
                "He turned round and perceived a beautiful woman, rising slowly out of the water.",
                "Her long hair, which she was holding off her shoulders with her soft hands, fell down on both sides, and covered her white body.",
                "He saw that she was the Nix of the Mill-pond, and in his fright did not know whether he should run away or stay where he was.",
                "But the Nix made her sweet voice heard, called him by his name, and asked him why he was so sad?",
                "The miller was at first struck dumb, but when he heard her speak so kindly, he took heart, and told her how he had formerly lived in wealth and happiness, but that now he was so poor that he did not know what to do.",
                "“Be easy,” answered the Nix, “I will make you richer and happier than you have ever been before, only you must promise to give me the young thing which has just been born in your house”.",
                "“What else can that be,” thought the miller, “but a young puppy or kitten?",
                "” and he promised her what she desired.",
                "The Nix descended into the water again, and he hurried back to his mill, consoled and in good spirits.",
                "He had not yet reached it, when the maid-servant came out of the house, and cried to him to rejoice, for his wife had a little boy.",
                "The miller stood as if struck by lightning.",
                "He saw very well that the cunning Nix had been aware of it, and had cheated him.",
                "Hanging his head, he went up to his wife’s bedside and when she said, “Why do you not rejoice over the fine boy?",
                "” he told her what had befallen him, and what kind of a promise he had given to the Nix.",
                "“Of what use to me are riches and prosperity?",
                "” he added, “if I am to lose my child; but what can I do?",
                "” Even the relations, who had come thither to wish them joy, did not know what to say.",
                "In the meantime prosperity again returned to the miller’s house.",
                "All that he undertook succeeded; it was as if presses and coffers filled themselves of their own accord, and as if money multiplied nightly in the cupboards.",
                "It was not long before his wealth was greater than it had ever been before.",
                "But he could not rejoice over it untroubled, the bargain which he had made with the Nix tormented his soul.",
                "Whenever he passed the mill-pond, he feared she might ascend and remind him of his debt.",
                "He never let the boy himself go near the water.",
                "“Beware,” he said to him, “if you do but touch the water, a hand will rise, seize you, and draw you down”.",
                "But as year after year went by, and the Nix did not show herself again, the miller began to feel at ease.",
                "The boy grew up to be a youth and was apprenticed to a huntsman.",
                "When he had learnt everything, and had become an excellent huntsman, the lord of the village took him into his service.",
                "In the village lived a beautiful and true-hearted maiden, who pleased the huntsman.",
                "When his master perceived that, he gave him a little house, the two were married, lived peacefully and happily, and loved each other with all their hearts.",
                "One day, the huntsman was chasing a roe.",
                "And when the animal turned aside from the forest into the open country, he pursued it and at last shot it.",
                "He did not notice that he was now in the neighborhood of the dangerous mill-pond, and went, after he had disembowelled the stag, to the water, in order to wash his blood-stained hands.",
                "Scarcely, however, had he dipped them in than the Nix ascended, smilingly wound her dripping arms around him, and drew him quickly down under the waves, which closed over him.",
                "When it was evening, and the huntsman did not return home, his wife grew alarmed.",
                "She went out to seek him, and as he had often told her that he had to be on his guard against the snares of the Nix, and dared not venture into the neighborhood of the mill-pond, she already suspected what had happened.",
                "She hastened to the water, and when she found his hunting-pouch lying on the shore, she could no longer have any doubt of the misfortune.",
                "Lamenting her sorrow, and wringing her hands, she called on her beloved by name, but in vain.",
                "She hurried across to the other side of the pond, and called him anew.",
                "She reviled the Nix with harsh words, but no answer followed.",
                "The surface of the water remained calm, only the crescent moon stared steadily back at her.",
                "The poor woman did not leave the pond.",
                "With hasty steps, she paced round and round it, without resting a moment, sometimes in silence, sometimes uttering a loud cry, sometimes softly sobbing.",
                "At last her strength came to an end, she sank down to the ground and fell into a heavy sleep.",
                "Presently a dream took possession of her.",
                "She was anxiously climbing upward between great masses of rock.",
                "Thorns and briars caught her feet, the rain beat in her face, and the wind tossed her long hair about.",
                "When she had reached the summit, quite a different sight presented itself to her.",
                "The sky was blue, the air soft, the ground sloped gently downward, and on a green meadow, gay with flowers of every color, stood a pretty cottage.",
                "She went up to it and opened the door.",
                "There sat an Old Woman with white hair, who beckoned to her kindly.",
                "At that very moment, the poor woman awoke, day had already dawned, and she at once resolved to act in accordance with her dream.",
                "She laboriously climbed the mountain.",
                "Everything was exactly as she had seen it in the night.",
                "The Old Woman received her kindly, and pointed out a chair on which she might sit.",
                "“You must have met with a misfortune,” she said, “since you have sought out my lonely cottage”.",
                "With tears, the woman related what had befallen her.",
                "“Be comforted,” said the Old Woman, “I will help you.",
                "Here is a Golden Comb for you.",
                "Tarry till the full moon has risen, then go to the mill-pond, seat yourself on the shore, and comb your long black hair with this comb.",
                "When you have done, lay it down on the bank, and you will see what will happen”.",
                "The woman returned home, but the time till the full moon came, passed slowly.",
                "At last the shining disc appeared in the heavens, then she went out to the mill-pond, sat down and combed her long black hair with the Golden Comb.",
                "When she had finished, she laid it down at the water’s edge.",
                "It was not long before there was a movement in the depths, a wave rose, rolled to the shore, and bore the comb away with it.",
                "In not more than the time necessary for the comb to sink to the bottom, the surface of the water parted, and the head of the huntsman arose.",
                "He did not speak, but looked at his wife with sorrowful glances.",
                "At the same instant, a second wave came rushing up, and covered the man’s head.",
                "All had vanished, the mill-pond lay peaceful as before, and nothing but the face of the full moon shone on it.",
                "[Illustration: SHE COMBED HER LONG BLACK HAIR] Full of sorrow, the woman went back, but again the dream showed her the cottage of the Old Woman.",
                "Next morning, she again set out and complained of her woes to the Wise Woman.",
                "The Old Woman gave her a Golden Flute, and said, “Tarry till the full moon comes again, then take this flute.",
                "Play a beautiful air on it, and when you have finished, lay it on the sand.",
                "Then you will see what will happen”.",
                "The wife did as the old woman told her.",
                "No sooner was the flute lying on the sand, than there was a stirring in the depths, and a wave rushed up and bore the flute away with it.",
                "Immediately afterward the water parted, and not only the head of the man, but half of his body also arose.",
                "He stretched out his arms longingly toward her.",
                "But a second wave came up, covered him, and drew him down again.",
                "“Alas, what does it profit me?",
                "” said the unhappy woman, “that I should see my beloved, only to lose him again?",
                "” Despair filled her heart anew, but the dream led her a third time to the house of the Old Woman.",
                "She sat out, and the Wise Woman gave her a Golden Spinning-Wheel, consoled her and said, “All is not yet fulfilled, tarry until the time of the full moon.",
                "Then take the spinning-wheel, seat yourself on the shore, and spin the spool full.",
                "When you have done that, place the spinning-wheel near the water, and you will see what will happen”.",
                "The woman obeyed all she said exactly.",
                "As soon as the full moon showed itself, she carried the Golden Spinning-Wheel to the shore, and spun industriously until the flax came to an end, and the spool was quite filled with the threads.",
                "No sooner was the wheel standing on the shore than there was a more violent movement than before in the depths of the pond, and a mighty wave rushed up, and bore the wheel away with it.",
                "Immediately the head and the whole body of the man rose into the air, in a water-spout.",
                "He quickly sprang to the shore, caught his wife by the hand and fled.",
                "But they had scarcely gone a very little distance, when the whole pond rose with a frightful roar, and streamed out over the open country.",
                "The fugitives already saw death before their eyes, when the woman in her terror implored the help of the Old Woman, and in an instant they were transformed, she into a Toad, he into a Frog.",
                "The flood which had overtaken them could not destroy them, but it tore them apart and carried them far away.",
                "When the water had dispersed and they both touched dry land again, they regained their human form, but neither knew where the other was.",
                "They found themselves among strange people, who did not know their native land.",
                "High mountains and deep valleys lay between them.",
                "In order to keep themselves alive, they were both obliged to tend sheep.",
                "For many long years, they drove their flocks through field and forest and were full of sorrow and longing.",
                "When spring had once more broken forth on the earth, one day they both went out with their flocks, and as chance would have it, they drew near each other.",
                "They met in a valley, but did not recognize each other.",
                "Yet they rejoiced that they were no longer so lonely.",
                "Henceforth they every day drove their flocks to the same place.",
                "They did not speak much, but they felt comforted.",
                "One evening when the full moon was shining in the sky, and the sheep were already at rest, the shepherd pulled the flute out of his pocket, and played on it a beautiful but sorrowful air.",
                "When he had finished, he saw that the shepherdess was weeping bitterly.",
                "“Why are you weeping?",
                "” he asked.",
                "“Alas,” answered she, “thus shone the full moon when I played this air on the flute for the last time, and the head of my beloved rose out of the water”.",
                "He looked at her, and it seemed as if a veil fell from his eyes, and he recognized his dear wife.",
                "And when she looked at him, and the moon shone in his face she knew him also.",
                "They embraced and kissed each other, and no one need ask if they were happy."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "11",
            "title": "THE LITTLE HOUSE IN THE WOOD",
            "story": [
                "A poor woodcutter lived with his wife and three daughters in a little hut on the edge of a lonely wood.",
                "One morning as he was about to go to his work, he said to his wife, “Let my dinner be brought into the wood to me by my eldest daughter, or I shall never get my work done.",
                "And in order that she may not miss her way,” he added, “I will take a bag of millet with me and strew the seeds on the path”.",
                "When, therefore, the sun was just above the centre of the wood, the girl set out on her way with a bowl of soup.",
                "But the field-sparrows, and wood-sparrows, larks and finches, blackbirds and siskins had picked up the millet long before, and the girl could not find the track.",
                "Then trusting to chance, she went on and on, until the sun sank and night began to fall.",
                "The trees rustled in the darkness, the owls hooted, and she began to be afraid.",
                "Then in the distance she perceived a light which glimmered between the trees.",
                "“There ought to be some people living there, who can take me in for the night,” thought she, and went up to the light.",
                "It was not long before she came to a house the windows of which were all lighted up.",
                "She knocked, and a rough voice from the inside cried, “Come in”.",
                "The girl stepped into the dark entrance, and knocked at the door of the room.",
                "“Just come in,” cried the voice.",
                "And when she opened the door, an old gray-haired man was sitting at the table, supporting his face with both hands, and his white beard fell down over the table almost as far as the ground.",
                "By the stove lay three animals, a hen, a cock, and a brindled cow.",
                "The girl told her story to the Old Man, and begged for shelter for the night.",
                "The man said: “_Pretty little Hen, Pretty little Cock, And pretty brindled Cow, What say ye all now?",
                "“Duks,” answered the animals, and that must have meant, “We are willing,” for the Old Man said, “Here you shall have shelter and food.",
                "Go to the fire, and cook us our supper”.",
                "The girl found in the kitchen abundance of everything and cooked a good supper, but had no thought of the animals.",
                "She carried the full dishes to the table, seated herself by the gray-haired man, ate and satisfied her hunger.",
                "When she had had enough, she said, “But now I am tired.",
                "Where is there a bed in which I can lie down, and sleep?",
                "” The animals replied: “_Thou hast eaten with him, Thou hast drunk with him, Thou hast had no thought for us, So find out for thyself where thou canst pass the night.",
                "_” Then said the Old Man, “Just go up-stairs, and you will find a room with two beds.",
                "Shake them up, and put white linen on them, and then I, too, will come and lie down to sleep”.",
                "The girl went up, and when she had shaken the beds and put clean sheets on, she lay down in one of them without waiting any longer for the Old Man.",
                "After some time, however, the gray-haired man came, took his candle, looked at the girl and shook his head.",
                "When he saw that she had fallen into a sound sleep, he opened a trap-door, and let her down into the cellar.",
                "Late at night, the woodcutter came home, and reproached his wife for leaving him to hunger all day.",
                "“It is not my fault,” she replied, “the girl went out with your dinner, and must have lost herself, but she is sure to come back to-morrow”.",
                "The woodcutter, however, arose before dawn to go into the wood, and requested that the second daughter should take him his dinner that day.",
                "“I will take a bag with lentils,” said he; “the seeds are larger than millet.",
                "The girl will see them better, and can’t lose her way”.",
                "At dinner-time, therefore, the girl took out the food, but the lentils had disappeared.",
                "The birds of the wood had picked them up as they had done the day before, and had left none.",
                "The girl wandered about in the wood until night, and then she too reached the house of the Old Man, was told to go in, and begged for food and a bed.",
                "The man with the white beard again asked the animals: “_Pretty little Hen,_ _Pretty little Cock,_ _And pretty brindled Cow,_ _What say ye all now?",
                "_” The animals again replied “_Duks_”.",
                "And everything happened just as it had happened the day before.",
                "The girl cooked a good meal, ate and drank with the Old Man, and did not concern herself about the animals, and when she inquired about her bed, they answered: “_Thou hast eaten with him,_ _Thou hast drunk with him,_ _Thou hast had, no thought for us,_ _So find out for thyself where thou canst pass the night.",
                "When she was asleep the Old Man came, looked at her, shook his head, and let her down into the cellar.",
                "On the third morning, the woodcutter said to his wife, “Send our youngest child out with my dinner to-day, she has always been good and obedient, and will stay in the right path, and not run about after every wild bumblebee, as her sisters did”.",
                "The mother did not want to do it, and said, “Am I to lose my dearest child, as well?",
                "“Have no fear,” he replied, “the girl will not go astray; she is too prudent and sensible.",
                "Besides, I will take some peas with me, and strew them about.",
                "They are still larger than lentils, and will show her the way”.",
                "But when the girl went out with her basket on her arm, the wood-pigeons had already got all the peas in their crops, and she did not know which way to turn.",
                "She was full of sorrow and never ceased to think how hungry her father would be, and how her good mother would grieve, if she did not return home.",
                "At length, when it grew dark, she saw the light and came to the house in the wood.",
                "She begged quite prettily to be allowed to spend the night there.",
                "And the man with the white beard once more asked his animals: “_Pretty little Hen, Pretty little Cock, And pretty brindled Cow, What say ye all now?",
                "“Duks,” said they.",
                "Then the girl went to the stove where the animals were lying, and petted the cock and hen, and stroked their smooth feathers with her hand, and caressed the brindled cow between her horns.",
                "And when, in obedience to the Old Man’s orders, she had made ready some good soup, and the bowl was placed upon the table, she said, “Am I to eat as much as I want, and the good animals to have nothing?",
                "Outside is food in plenty, I will look after them first”.",
                "So she went and brought some barley and strewed it for the cock and hen, and a whole armful of sweet-smelling hay for the cow.",
                "“I hope you will like it, dear Animals,” said she, “and you shall have a refreshing draught in case you are thirsty”.",
                "Then she fetched in a bucketful of water, and the cock and hen jumped on to the edge of it and dipped their beaks in.",
                "Then held up their heads as the birds do when they drink, and the brindled cow also took a hearty draught.",
                "When the animals were fed, the girl seated herself at the table by the Old Man, and ate what he had left.",
                "It was not long before the cock and the hen began to thrust their heads beneath their wings, and the eyes of the cow likewise began to blink.",
                "Then said the girl, “Ought we not to go to bed?",
                "Pretty little Hen, Pretty little Cock, And pretty brindled Cow, What say ye all now?",
                "The animals answered “Duks”.",
                "Thou hast eaten with us, Thou hast drunk with us, Thou hast had kind thought for all of us, We wish thee good-night.",
                "Then the girl went up-stairs, shook the feather-beds, and laid clean sheets on them.",
                "And when she had done it the Old Man came and lay down on one of the beds, and his white beard reached down to his feet.",
                "The girl lay down on the other, said her prayers, and fell asleep.",
                "She slept quietly till midnight, and then there was such a noise in the house that she awoke.",
                "There was a sound of cracking and splitting in every corner.",
                "The doors sprang open, and beat against the walls.",
                "The beams groaned as if they were being torn out of their joints.",
                "It seemed as if the staircase were falling down.",
                "And at length there was a crash as if the entire roof had fallen in.",
                "As, however, all grew quiet once more, and the girl was not hurt, she stayed quietly lying where she was, and fell asleep again.",
                "But when she woke up in the morning with the brilliancy of the sunshine, what did her eyes behold?",
                "She was lying in a vast hall, and everything around her shone with royal splendor.",
                "On the walls, golden flowers grew up on a ground of green silk.",
                "The bed was of ivory, and the canopy of red velvet, and on a chair close by, was a pair of shoes embroidered with pearls.",
                "The girl believed that she was in a dream, but three richly clad attendants came in, and asked what orders she would like to give?",
                "“If you will go,” she replied, “I will get up at once and make ready some soup for the Old Man, and then I will feed the pretty little hen, and the cock, and the beautiful brindled cow”.",
                "She thought the Old Man was up already, and looked round at his bed.",
                "He, however, was not lying in it, but a stranger.",
                "And while she was looking at him, and becoming aware that he was young and handsome, he awoke, sat up in bed, and said, “I am a King’s Son, and was enchanted by a wicked Witch, and made to live in this wood, as an old gray-haired man.",
                "No one was allowed to be with me but my three attendants in the form of a cock, a hen, and a brindled cow.",
                "The spell was not to be broken until a girl came to us, whose heart was so good that she showed herself full of love, not only toward mankind, but toward animals--and that you have done, and by you, at midnight, we were set free, and the old house in the wood was changed back again into my royal palace”.",
                "And when they had arisen, the King’s Son ordered the three attendants to set out and fetch the father and mother of the girl to the marriage feast.",
                "“But where are my two sisters?” inquired the girl.",
                "“I have locked them in the cellar, and to-morrow they shall be led into the wood, and shall live as servants to a charcoal-burner, until they have grown kinder, and do not leave poor animals to suffer hunger”."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "12",
            "title": "THE GOLDEN BIRD",
            "story": [
                "In the olden time, there was a King, who had behind his palace a beautiful pleasure-garden, in which there was a tree that bore Golden Apples.",
                "When the apples were getting ripe they were counted, but on the very next morning one was missing.",
                "This was told to the King, and he ordered that a watch should be kept every night beneath the tree.",
                "The King had three sons, the eldest of whom he sent, as soon as night came, into the garden.",
                "But when it was midnight, he could not keep himself from sleeping, and next morning again an apple was gone.",
                "The following night, the second son had to keep watch, it fared no better with him.",
                "As soon as twelve o’clock had struck he fell asleep, and in the morning an apple was gone.",
                "Now, it came to the turn of the third son to watch.",
                "He was quite ready, but the King had not much trust in him, and thought that he would be of less use than his brothers.",
                "But at last he let him go.",
                "The youth lay down beneath the tree, but kept awake, and did not let sleep master him.",
                "When it struck twelve, something rustled through the air, and in the moonlight he saw a bird coming whose feathers were shining with gold.",
                "The bird alighted on the tree, and had just plucked off an apple, when the youth shot an arrow at him.",
                "The bird flew off, but the arrow had struck his plumage, and one of his golden feathers fell down.",
                "The youth picked it up, and the next morning took it to the King and told him what he had seen in the night.",
                "The King called his council together, and every one declared that a feather like this was worth more than the whole kingdom.",
                "“If the feather is so precious,” declared the King, “one alone will not do for me.",
                "I must and will have the whole bird!",
                "” The eldest son set out.",
                "He trusted to his cleverness, and thought that he would easily find the Golden Bird.",
                "When he had gone some distance he saw a Fox sitting at the edge of a wood, so he cocked his gun and took aim at him.",
                "The Fox cried, “Do not shoot me!",
                "And in return I will give you some good counsel.",
                "You are on the way to the Golden Bird.",
                "This evening you will come to a village in which stand two inns opposite to one another.",
                "One of them is lighted up brightly, and all goes on merrily within, but do not enter it.",
                "Go rather into the other, even though it seems a bad one”.",
                "“How can such a silly beast give wise advice?",
                "” thought the King’s Son, and he pulled the trigger.",
                "But he missed the Fox, who stretched out his tail and ran quickly into the wood.",
                "So he pursued his way, and by evening came to the village where the two inns were.",
                "In one they were singing and dancing.",
                "The other had a poor, miserable look.",
                "[Illustration: IN THE MOONLIGHT HE SAW A BIRD] “I should be a fool, indeed,” he thought, “if I were to go into the shabby tavern, and pass by the good one”.",
                "So he went into the cheerful one, lived there in riot and revel, and forgot the bird and his father, and all good counsels.",
                "Some time had passed, and when the eldest son, month after month, did not come home, the second set out, wishing to find the Golden Bird.",
                "The Fox met him as he had met the eldest, and gave him the good advice, of which he took no heed.",
                "He came to the two inns.",
                "His brother was standing at the window of the one from which came the music, and called to him.",
                "He could not resist, but went inside, and lived only for pleasure.",
                "Again some time passed, and then the youngest King’s Son wanted to set off and try his luck.",
                "But his father would not allow it.",
                "“It is of no use,” said he, “he will be less likely to find the Golden Bird than his brothers.",
                "And if a mishap were to befall him, he knows not how to help himself.",
                "He is a little wanting at the best”.",
                "But at last, as he had no peace, he let him go.",
                "Again the Fox was sitting outside the wood, and begged for his life, and offered his good advice.",
                "The youth was good-natured, and said, “Be easy, little Fox, I will do you no harm”.",
                "“You shall not repent it,” answered the Fox; “and that you may proceed more quickly, get up behind on my tail”.",
                "And scarcely had he seated himself, when the Fox began to run, and away he went over stock and stone till his hair whistled in the wind.",
                "When they came to the village, the youth got off.",
                "He followed the good advice, and without looking round turned into the little inn, where he spent the night quietly.",
                "The next morning, as soon as he got into the open country, there sat the Fox already, and said, “I will tell you further what you have to do.",
                "Go straight forward.",
                "At last you will come to a castle, in front of which a whole regiment of soldiers is lying, but do not trouble yourself about them, for they will all be asleep and snoring.",
                "“Go through the midst of them straight into the castle.",
                "Go through all the rooms, till at last you will come to a chamber where a Golden Bird is hanging in a wooden cage.",
                "Close by, there stands an empty gold cage for show.",
                "Beware of taking the bird out of the common cage and putting it into the fine one, or it may go badly with you”.",
                "With these words the Fox again stretched out his tail, and the King’s Son seated himself upon it.",
                "Away he went over stock and stone, till his hair whistled in the wind.",
                "When he came to the castle he found everything as the Fox had said.",
                "The King’s Son went into the chamber where the Golden Bird was shut up in a wooden cage, whilst a golden one stood hard by; and the three Golden Apples lay about the room.",
                "“But,” thought he, “it would be absurd if I were to leave the beautiful bird in the common and ugly cage,” so he opened the door, laid hold of it, and put it into the golden cage.",
                "But at the same moment the bird uttered a shrill cry.",
                "The soldiers awoke, rushed in, and took him off to prison.",
                "The next morning he was taken before a court of justice, and as he confessed everything, was sentenced to death.",
                "The King, however, said that he would grant him his life on one condition--namely, if he brought him the Golden Horse which ran faster than the wind.",
                "And in that case he should receive, over and above, as a reward, the Golden Bird.",
                "The King’s Son set off, but he sighed and was sorrowful, for how was he to find the Golden Horse?",
                "But all at once he saw his old friend the Fox sitting on the road.",
                "“Look you,” said the Fox, “this has happened because you did not give heed to me.",
                "However, be of good courage.",
                "I will help you, and tell you how to get to the Golden Horse.",
                "You must go straight on, and you will come to a castle, where in the stable stands the horse.",
                "The grooms will be lying in front of the stable.",
                "“They will be asleep and snoring, and you can quietly lead out the Golden Horse.",
                "But of one thing you must take heed.",
                "Put on him the common saddle of wood and leather, and not the golden one, which hangs close by, else it will go ill with you”.",
                "Then the Fox stretched out his tail, the King’s Son seated himself upon it.",
                "Away he went over stock and stone, until his hair whistled in the wind.",
                "Everything happened just as the Fox had said.",
                "The King’s Son came to the stable in which the Golden Horse was standing, but just as he was going to put the common saddle upon him, he thought, “It will be a shame to such a beautiful beast, if I do not give him the good saddle which belongs to him by right”.",
                "But scarcely had the golden saddle touched the horse than he began to neigh loudly.",
                "The grooms awoke, seized the youth, and threw him into prison.",
                "The next morning he was sentenced by the court to death; but the King promised to grant him his life, and the Golden Horse as well, if he would rescue the beautiful Princess from the Golden Castle.",
                "With a heavy heart the youth set out.",
                "Yet luckily for him he soon found the trusty Fox.",
                "“I ought to leave you to your ill-luck,” said the Fox, “but I pity you, and will help you once more out of your trouble.",
                "This road takes you straight to the Golden Castle.",
                "You will reach it by eventide.",
                "And at night, when everything is quiet, the beautiful Princess goes to the bathing-house to bathe.",
                "When she enters it, run up to her and give her a kiss.",
                "Then she will follow you, and you can take her away with you.",
                "Only do not allow her to say farewell to her parents first, or it will go ill with you”.",
                "Then the Fox stretched out his tail, the King’s Son seated himself upon it.",
                "Away the Fox went, over stock and stone, till his hair whistled in the wind.",
                "When he reached the Golden Castle it was just as the Fox had said.",
                "He waited until midnight, when everything lay in deep sleep, and the beautiful Princess was going to the bathing-house.",
                "Then he sprang out and gave her a kiss.",
                "She said that she would like to go with him, but she asked him pitifully, and with tears, to be allowed to take leave of her parents.",
                "At first he withstood her prayer, but when she wept more and more, and fell at his feet, he at last gave in.",
                "But no sooner had the maiden reached the bedside of her father, than he and all the rest in the castle awoke, and the youth was laid hold of and put into prison.",
                "The next morning, the King said to him, “Your life is forfeited, and you can only find mercy if you take away the hill which stands in front of my windows, and prevents my seeing beyond it.",
                "And you must finish it all within eight days.",
                "If you do that you shall have my daughter as your reward”.",
                "The King’s Son began, and dug and shovelled without leaving off.",
                "But after seven days when he saw how little he had done, and how all his work was as good as nothing, he fell into great sorrow and gave up all hope.",
                "On the evening of the seventh day the Fox appeared and said, “You do not deserve that I should take any trouble about you.",
                "Nevertheless, go away and lie down to sleep.",
                "I will do the work for you”.",
                "The next morning, when he awoke and looked out of the window, the hill had gone.",
                "Full of joy, the youth ran to the King, and told him that the task was fulfilled.",
                "And whether he liked it or not, the King had to hold to his word and give him his daughter.",
                "So the two set forth together, and it was not long before the trusty Fox came up with them.",
                "“You have certainly got what is best,” said he, “but the Golden Horse also belongs to the maiden of the Golden Castle”.",
                "“How shall I get it?",
                "” asked the youth.",
                "“That I will tell you,” answered the Fox; “first take the beautiful maiden to the King who sent you to the Golden Castle.",
                "There will be unheard-of rejoicing.",
                "They will gladly give you the Golden Horse, and will bring it out to you”.",
                "All was brought to pass successfully, and the King’s Son carried off the beautiful Princess on the Golden Horse.",
                "The Fox did not remain behind, and he said to the youth, “Now I will help you to get the Golden Bird.",
                "When you come near to the castle where the Golden Bird is to be found, let the maiden get down, and I will take her into my care.",
                "Then ride with the Golden Horse into the castle-yard.",
                "There will be great rejoicing at the sight, and they will bring out the Golden Bird for you”.",
                "When all was accomplished and the King’s Son was about to ride home with his treasures, the Fox said, “Now you shall reward me for my help”.",
                "“What do you require for it?",
                "” asked the youth.",
                "“When you get into the wood yonder, shoot me dead, and chop off my head and feet”.",
                "“That would be fine gratitude,” said the King’s Son, “I cannot possibly do that for you”.",
                "The Fox said, “If you will not do it I must leave you.",
                "But before I go away I will give you a piece of good advice.",
                "Be careful about two things.",
                "Buy no gallows’-flesh, and do not sit at the edge of any well”.",
                "And then he ran into the wood.",
                "The youth thought, “That is a wonderful beast, he has strange whims.",
                "Who is going to buy gallows’-flesh?",
                "and the desire to sit at the edge of a well has never yet seized me”.",
                "He rode on with the beautiful maiden, and his road took him again through the village in which his two brothers had remained.",
                "There was a great stir and noise, and, when he asked what was going on, he was told that two men were going to be hanged.",
                "As he came nearer to the place he saw that they were his brothers, who had been playing all kinds of wicked pranks, and had squandered their entire wealth.",
                "He inquired whether they could not be set free.",
                "“If you will pay for them,” answered the people; “but why should you waste your money on wicked men, and buy them free?",
                "” He did not think twice about it, but paid for them.",
                "And when they were set free they all went on their way together.",
                "They came to the wood where the Fox had first met them, and, as it was cool and pleasant within it, whilst the sun shone hotly, the two brothers said, “Let us rest a little by the well, and eat and drink”.",
                "He agreed, and whilst they were talking he forgot himself, and sat down upon the edge of the well without foreboding any evil.",
                "But the two brothers threw him backwards into the well, took the maiden, the Horse, and the Bird, and went home to their father.",
                "“Here we bring you not only the Golden Bird,” said they; “we have won the Golden Horse also, and the maiden from the Golden Castle”.",
                "Then was there great joy.",
                "But the Horse would not eat, the Bird would not sing, and the maiden sat and wept.",
                "But the youngest brother was not dead.",
                "By good fortune the well was dry, and he fell upon soft moss without being hurt.",
                "But he could not get out again.",
                "Even in this strait, the faithful Fox did not leave him.",
                "He came and leapt down to him, and upbraided him for having forgotten his advice.",
                "“But yet I cannot give it up so,” he said; “I will help you up again into daylight”.",
                "He bade him grasp his tail and keep tight hold of it; and then he pulled him up.",
                "“You are not out of all danger yet,” said the Fox.",
                "“Your brothers were not sure of your death, and have surrounded the wood with watchers, who are to kill you if you let yourself be seen”.",
                "But a poor man was sitting upon the road, with whom the youth changed clothes, and in this way he got to the King’s palace.",
                "No one knew him, but the Bird began to sing, the Horse began to eat, and the beautiful maiden left off weeping.",
                "The King, astonished, asked, “What does this mean?",
                "” Then the maiden said, “I do not know, but I have been so sorrowful and now I am so happy!",
                "I feel as if my true Bridegroom had come”.",
                "She told him all that had happened, although the other brothers had threatened her with death if she were to betray anything.",
                "The King commanded that all people, who were in his castle, should be brought before him; and amongst them came the youth in his ragged clothes.",
                "But the maiden knew him at once and fell upon his neck.",
                "The wicked brothers were seized and put to death, but he was married to the beautiful maiden and declared heir to the King.",
                "But how did it fare with the poor Fox?",
                "Long afterward, the King’s Son was once again walking in the wood, when the Fox met him and said, “You have everything now that you can wish for.",
                "But there is never an end to my misery, and yet it is in your power to free me,” and again he asked him with tears to shoot him dead and to chop off his head and feet.",
                "So he did it, and scarcely was it done when the Fox was changed into a man, and was no other than the brother of the beautiful Princess, who at last was freed from the magic charm which had been laid upon him.",
                "And now nothing more was wanting to their happiness as long as they lived."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "13",
            "title": "LITTLE BRIAR-ROSE",
            "story": [
                "A long time ago, there were a King and Queen who said every day, “Ah, if only we had a child!",
                "” but they never had one.",
                "But it happened that once when the Queen was bathing, a Frog crept out of the water on to the land, and said to her, “Your wish shall be fulfilled.",
                "Before a year has gone by, you shall have a daughter”.",
                "What the Frog had said came true, and the Queen had a little girl, who was so pretty that the King could not contain himself for joy, and ordered a great feast.",
                "He invited not only his kindred, friends and acquaintance, but also the Wise Women, in order that they might be kind and well-disposed toward the child.",
                "There were thirteen of them in his kingdom.",
                "But, as he had only twelve golden plates for them to eat out of, one of them had to be left at home.",
                "The feast was held with all manner of splendor.",
                "When it came to an end the Wise Women bestowed their magic gifts upon the baby.",
                "One gave Virtue, another Beauty, a third Riches, and so on with everything in the world that one can wish for.",
                "When eleven of them had made their promises, suddenly the thirteenth came in.",
                "She wished to avenge herself for not having been invited, and without greeting, or even looking at any one, she cried with a loud voice, “The King’s Daughter, in her fifteenth year, shall prick herself with a spindle, and fall down dead”.",
                "And, without saying a word more, she turned round and left the room.",
                "They were all shocked.",
                "But the twelfth, whose good wish still remained unspoken, came forward, and as she could not undo the evil sentence, but only soften it, she said, “It shall not be death, but a deep sleep of a hundred years, into which the Princess shall fall”.",
                "The King, who wished to keep his dear child from the misfortune, gave orders that every spindle in the whole kingdom should be burnt.",
                "Meanwhile, the gifts of the Wise Women were fulfilled on the young girl, for she was so beautiful, modest, sweet tempered, and wise, that every one who saw her, was bound to love her.",
                "It happened that on the very day, when she was fifteen years old, the King and Queen were not at home, and the maiden was left in the palace quite alone.",
                "So she went round into all sorts of places, looked into rooms and bedchambers just as she liked, and at last came to an old tower.",
                "She climbed up the narrow winding-staircase, and reached a little door.",
                "A rusty key was in the lock, and when she turned it the door sprang open.",
                "There in a little room sat an Old Woman with a spindle, busily spinning flax.",
                "“Good day, old Dame,” said the King’s Daughter; “what are you doing there?",
                "I am spinning,” said the Old Woman, and nodded her head.",
                "What sort of thing is that, which rattles round so merrily?",
                "said the maiden, and she took the spindle and wanted to spin too.",
                "But scarcely had she touched the spindle when the magic decree was fulfilled, and she pricked her finger with it.",
                "And, in the very moment when she felt the prick, she fell down upon the bed that stood there, and lay in a deep sleep.",
                "And this sleep extended over the whole palace.",
                "The King and Queen, who had just come home, and had entered the great hall, began to go to sleep, and the whole of the Court with them.",
                "The horses, too, went to sleep in the stable, the dogs in the yard, the pigeons upon the roof, the flies on the wall.",
                "Even the fire, that was flaming on the hearth, became quiet and slept.",
                "The roast meat left off frizzling, and the cook, who was just going to pull the hair of the scullery boy, because he had forgotten something, let him go, and went to sleep.",
                "And the wind fell; and on the trees before the castle not a leaf moved again.",
                "But round about the castle, there began to grow a hedge of thorns.",
                "Every year it became higher, and at last grew close up round the castle and all over it, so that there was nothing of it to be seen, not even the flag upon the roof.",
                "But the story of the beautiful sleeping “Briar-Rose,” for so the Princess was named, went about the country, so that from time to time Kings’ Sons came and tried to get through the thorny hedge into the castle.",
                "But they found it impossible, for the thorns held fast together, as if they had hands, and the youths were caught in them, could not get loose again, and died a miserable death.",
                "After long, long years, again a King’s Son came to that country.",
                "He heard an old man talking about the thorn-hedge, and that a castle was said to stand behind it in which a wonderfully beautiful Princess, named Briar-Rose, had been asleep for a hundred years; and that the King and Queen and the whole Court were asleep likewise.",
                "He had heard, too, from his grandfather, that many Kings’ Sons had come, and had tried to get through the thorny hedge, but they had remained sticking fast in it, so had died a pitiful death.",
                "Then the youth said, “I am not afraid.",
                "I will go and see the beautiful Briar-Rose”.",
                "The good old man might dissuade him as he would, he did not listen to his words.",
                "But by this time the hundred years had just passed.",
                "The day was come when Briar-Rose was to awake again.",
                "When the King’s Son came near to the thorn-hedge, it was nothing but large and beautiful flowers, which parted from each other of their own accord, and let him pass unhurt.",
                "Then they closed again behind him like a hedge.",
                "In the castle-yard he saw the horses and the spotted hounds lying asleep.",
                "On the roof, sat the pigeons with their heads under their wings.",
                "And when he entered the house, the flies were asleep upon the wall, the cook in the kitchen was still holding out his hand to seize the boy, and the maid was sitting by the black hen which she was going to pluck.",
                "He went on farther, and in the great hall he saw the whole of the Court lying asleep, and by the throne lay the King and Queen.",
                "Then he went on still farther, and all was so quiet that a breath could be heard.",
                "At last he came to the tower, and opened the door into the little room where Briar-Rose was sleeping.",
                "There she lay, so beautiful that he could not turn his eyes away.",
                "He stooped down and gave her a kiss.",
                "But as soon as he kissed her, Briar-Rose opened her eyes and awoke, and looked at him quite sweetly.",
                "Then they went down together, and the King awoke, and the Queen, and the whole Court, and gazed at each other in great astonishment.",
                "And the horses in the courtyard stood up and shook themselves.",
                "The hounds jumped up and wagged their tails.",
                "The pigeons upon the roof pulled out their heads from under their wings, looked round, and flew into the open country.",
                "The flies on the wall crept again.",
                "The fire in the kitchen burned up and flickered and cooked the meat.",
                "The joint began to turn and frizzle, and the cook gave the boy such a box on the ear that he screamed, and the maid plucked the fowl ready for the spit.",
                "And then the marriage of the King’s Son and Briar-Rose was celebrated with all splendor, and they lived contented to the end of their days."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "14",
            "title": "ASH-MAIDEN",
            "story": [
                "The wife of a rich man fell sick, and as she felt that her end was drawing near, she called her only daughter to her bedside and said, dear child, be good and pious, and then the good God will always protect you, and I will look down on you from heaven and be near you.",
                "Thereupon she closed her eyes and departed.",
                "Every day the maiden went out to her mother's grave, and wept, and she remained pious and good.",
                "When winter came the snow spread a white sheet over the grave, and by the time the spring sun had drawn it off again, the man had taken another wife.",
                "The woman had brought with her into the house two daughters, who were beautiful and fair of face, but vile and black of heart.",
                "Now began a bad time for the poor step-child.",
                "Is the stupid goose to sit in the parlor with us, they said.",
                "He who wants to eat bread must earn it.",
                "Out with the kitchen-wench.",
                "They took her pretty clothes away from her, put an old grey bedgown on her, and gave her wooden shoes.",
                "Just look at the proud princess, how decked out she is, they cried, and laughed, and led her into the kitchen.",
                "There she had to do hard work from morning till night, get up before daybreak, carry water, light fires, cook and wash.",
                "Besides this, the sisters did her every imaginable injury - they mocked her and emptied her peas and lentils into the ashes, so that she was forced to sit and pick them out again.",
                "In the evening when she had worked till she was weary she had no bed to go to, but had to sleep by the hearth in the cinders.",
                "And as on that account she always looked dusty and dirty, they called her cinderella.",
                "It happened that the father was once going to the fair, and he asked his two step-daughters what he should bring back for them.",
                "Beautiful dresses, said one, pearls and jewels, said the second.",
                "And you, cinderella, said he, what will you have.",
                "Father break off for me the first branch which knocks against your hat on your way home.",
                "So he bought beautiful dresses, pearls and jewels for his two step-daughters, and on his way home, as he was riding through a green thicket, a hazel twig brushed against him and knocked off his hat.",
                "Then he broke off the branch and took it with him.",
                "When he reached home he gave his step-daughters the things which they had wished for, and to cinderella he gave the branch from the hazel-bush.",
                "Cinderella thanked him, went to her mother's grave and planted the branch on it, and wept so much that the tears fell down on it and watered it.",
                "And it grew and became a handsome tree.",
                "Thrice a day cinderella went and sat beneath it, and wept and prayed, and a little white bird always came on the tree, and if cinderella expressed a wish, the bird threw down to her what she had wished for.",
                "It happened, however, that the king gave orders for a festival which was to last three days, and to which all the beautiful young girls in the country were invited, in order that his son might choose himself a bride.",
                "When the two step-sisters heard that they too were to appear among the number, they were delighted, called cinderella and said, comb our hair for us, brush our shoes and fasten our buckles, for we are going to the wedding at the king's palace.",
                "Cinderella obeyed, but wept, because she too would have liked to go with them to the dance, and begged her step-mother to allow her to do so.",
                "You go, cinderella, said she, covered in dust and dirt as you are, and would go to the festival.",
                "You have no clothes and shoes, and yet would dance.",
                "As, however, cinderella went on asking, the step-mother said at last, I have emptied a dish of lentils into the ashes for you, if you have picked them out again in two hours, you shall go with us.",
                "The maiden went through the back-door into the garden, and called, you tame pigeons, you turtle-doves, and all you birds beneath the sky, come and help me to pick the good into the pot, the bad into the crop.",
                "Then two white pigeons came in by the kitchen window, and afterwards the turtle-doves, and at last all the birds beneath the sky, came whirring and crowding in, and alighted amongst the ashes.",
                "And the pigeons nodded with their heads and began pick, pick, pick, pick, and the rest began also pick, pick, pick, pick, and gathered all the good grains into the dish.",
                "Hardly had one hour passed before they had finished, and all flew out again.",
                "Then the girl took the dish to her step-mother, and was glad, and believed that now she would be allowed to go with them to the festival.",
                "But the step-mother said, no, cinderella, you have no clothes and you can not dance.",
                "You would only be laughed at.",
                "And as cinderella wept at this, the step-mother said, if you can pick two dishes of lentils out of the ashes for me in one hour, you shall go with us.",
                "And she thought to herself, that she most certainly cannot do again.",
                "When the step-mother had emptied the two dishes of lentils amongst the ashes, the maiden went through the back-door into the garden and cried, you tame pigeons, you turtle-doves, and all you birds beneath the sky, come and help me to pick the good into the pot, the bad into the crop.",
                "Then two white pigeons came in by the kitchen-window, and afterwards the turtle-doves, and at length all the birds beneath the sky, came whirring and crowding in, and alighted amongst the ashes.",
                "And the doves nodded with their heads and began pick, pick, pick, pick, and the others began also pick, pick, pick, pick, and gathered all the good seeds into the dishes, and before half an hour was over they had already finished, and all flew out again.",
                "Then the maiden was delighted, and believed that she might now go with them to the wedding.",
                "But the step-mother said, all this will not help.",
                "You cannot go with us, for you have no clothes and can not dance.",
                "We should be ashamed of you.",
                "On this she turned her back on cinderella, and hurried away with her two proud daughters.",
                "As no one was now at home, cinderella went to her mother's grave beneath the hazel-tree, and cried - shiver and quiver, little tree, silver and gold throw down over me.",
                "Then the bird threw a gold and silver dress down to her, and slippers embroidered with silk and silver.",
                "She put on the dress with all speed, and went to the wedding.",
                "Her step-sisters and the step-mother however did not know her, and thought she must be a foreign princess, for she looked so beautiful in the golden dress.",
                "They never once thought of cinderella, and believed that she was sitting at home in the dirt, picking lentils out of the ashes.",
                "The prince approached her, took her by the hand and danced with her.",
                "He would dance with no other maiden, and never let loose of her hand, and if any one else came to invite her, he said, this is my partner.",
                "She danced till it was evening, and then she wanted to go home.",
                "But the king's son said, I will go with you and bear you company, for he wished to see to whom the beautiful maiden belonged.",
                "She escaped from him, however, and sprang into the pigeon-house.",
                "The king's son waited until her father came, and then he told him that the unknown maiden had leapt into the pigeon-house.",
                "The old man thought, can it be cinderella.",
                "And they had to bring him an axe and a pickaxe that he might hew the pigeon-house to pieces, but no one was inside it.",
                "And when they got home cinderella lay in her dirty clothes among the ashes, and a dim little oil-lamp was burning on the mantle-piece, for cinderella had jumped quickly down from the back of the pigeon-house and had run to the little hazel-tree, and there she had taken off her beautiful clothes and laid them on the grave, and the bird had taken them away again, and then she had seated herself in the kitchen amongst the ashes in her grey gown.",
                "Next day when the festival began afresh, and her parents and the step-sisters had gone once more, cinderella went to the hazel-tree and said - shiver and quiver, my little tree, silver and gold throw down over me.",
                "Then the bird threw down a much more beautiful dress than on the preceding day.",
                "And when cinderella appeared at the wedding in this dress, every one was astonished at her beauty.",
                "The king's son had waited until she came, and instantly took her by the hand and danced with no one but her.",
                "When others came and invited her, he said, this is my partner.",
                "When evening came she wished to leave, and the king's son followed her and wanted to see into which house she went.",
                "But she sprang away from him, and into the garden behind the house.",
                "Therein stood a beautiful tall tree on which hung the most magnificent pears.",
                "She clambered so nimbly between the branches like a squirrel that the king's son did not know where she was gone.",
                "He waited until her father came, and said to him, the unknown maiden has escaped from me, and I believe she has climbed up the pear-tree.",
                "The father thought, can it be cinderella.",
                "And had an axe brought and cut the tree down, but no one was on it.",
                "And when they got into the kitchen, cinderella lay there among the ashes, as usual, for she had jumped down on the other side of the tree, had taken the beautiful dress to the bird on the little hazel-tree, and put on her grey gown.",
                "On the third day, when the parents and sisters had gone away, cinderella went once more to her mother's grave and said to the little tree - shiver and quiver, my little tree, silver and gold throw down over me.",
                "And now the bird threw down to her a dress which was more splendid and magnificent than any she had yet had, and the slippers were golden.",
                "And when she went to the festival in the dress, no one knew how to speak for astonishment.",
                "The king's son danced with her only, and if any one invited her to dance, he said this is my partner.",
                "When evening came, cinderella wished to leave, and the king's son was anxious to go with her, but she escaped from him so quickly that he could not follow her.",
                "The king's son, however, had employed a ruse, and had caused the whole staircase to be smeared with pitch, and there, when she ran down, had the maiden's left slipper remained stuck.",
                "The king's son picked it up, and it was small and dainty, and all golden.",
                "Next morning, he went with it to the father, and said to him, no one shall be my wife but she whose foot this golden slipper fits.",
                "Then were the two sisters glad, for they had pretty feet.",
                "The eldest went with the shoe into her room and wanted to try it on, and her mother stood by.",
                "But she could not get her big toe into it, and the shoe was too small for her.",
                "Then her mother gave her a knife and said, cut the toe off, when you are queen you will have no more need to go on foot.",
                "The maiden cut the toe off, forced the foot into the shoe, swallowed the pain, and went out to the king's son.",
                "Then he took her on his his horse as his bride and rode away with her.",
                "They were obliged, however, to pass the grave, and there, on the hazel-tree, sat the two pigeons and cried - turn and peep, turn and peep, there's blood within the shoe, the shoe it is too small for her, the true bride waits for you.",
                "Then he looked at her foot and saw how the blood was trickling from it.",
                "He turned his horse round and took the false bride home again, and said she was not the true one, and that the other sister was to put the shoe on.",
                "Then this one went into her chamber and got her toes safely into the shoe, but her heel was too large.",
                "So her mother gave her a knife and said, cut a bit off your heel, when you are queen you will have no more need to go on foot.",
                "The maiden cut a bit off her heel, forced her foot into the shoe, swallowed the pain, and went out to the king's son.",
                "He took her on his horse as his bride, and rode away with her, but when they passed by the hazel-tree, the two pigeons sat on it and cried - turn and peep, turn and peep, there's blood within the shoe, the shoe it is too small for her, the true bride waits for you.",
                "He looked down at her foot and saw how the blood was running out of her shoe, and how it had stained her white stocking quite red.",
                "Then he turned his horse and took the false bride home again.",
                "This also is not the right one, said he, have you no other daughter.",
                "No, said the man, there is still a little stunted kitchen-wench which my late wife left behind her, but she cannot possibly be the bride.",
                "The king's son said he was to send her up to him, but the mother answered, oh, no, she is much too dirty, she cannot show herself.",
                "But he absolutely insisted on it, and cinderella had to be called.",
                "She first washed her hands and face clean, and then went and bowed down before the king's son, who gave her the golden shoe.",
                "Then she seated herself on a stool, drew her foot out of the heavy wooden shoe, and put it into the slipper, which fitted like a glove.",
                "And when she rose up and the king's son looked at her face he recognized the beautiful maiden who had danced with him and cried, that is the true bride.",
                "The step-mother and the two sisters were horrified and became pale with rage, he, however, took cinderella on his horse and rode away with her.",
                "As they passed by the hazel-tree, the two white doves cried - turn and peep, turn and peep, no blood is in the shoe, the shoe is not too small for her, the true bride rides with you, and when they had cried that, the two came flying down and placed themselves on cinderella's shoulders, one on the right, the other on the left, and remained sitting there.",
                "When the wedding with the king's son was to be celebrated, the two false sisters came and wanted to get into favor with cinderella and share her good fortune.",
                "When the betrothed couple went to church, the elder was at the right side and the younger at the left, and the pigeons pecked out one eye from each of them.",
                "Afterwards as they came back the elder was at the left, and the younger at the right, and then the pigeons pecked out the other eye from each.",
                "And thus, for their wickedness and falsehood, they were punished with blindness all their days."
            ],
            "moral": "",
            "characters": []
        }
    ]
}