{
    "stories": [
        {
            "number": "01",
            "title": "RAPUNZEL",
            "story": [
                "There was once a man and a woman, who had long in vain wished for a child.",
                "At length, the woman hoped that God was about to grant her desire.",
                "These people had a little window at the back of their house from which a splendid garden could be seen.",
                "It was full of the most beautiful flowers and herbs.",
                "It was, however, surrounded by a high wall, and no one dared to go into it because it belonged to a Witch, who had great power and was dreaded by all the world.",
                "One day, the woman was standing by this window and looking down into the garden, when she saw a bed which was planted with the most beautiful rampion (rapunzel), and it looked so fresh and green that she longed for it, and had the greatest desire to eat some.",
                "This desire increased every day, and as she knew that she could not get any of it, she quite pined away, and looked pale and miserable.",
                "Then her husband was alarmed, and asked, “What ails you, dear Wife?",
                "” “Ah,” she replied, “if I can’t get some of the rampion to eat, which is in the garden behind our house, I shall die”.",
                "The man, who loved her, thought, “Sooner than let your wife die, bring her some of the rampion yourself, let it cost you what it will!",
                "” In the twilight of evening, he clambered over the wall into the garden of the Witch, hastily clutched a handful of rampion, and took it to his wife.",
                "She at once made herself a salad of it, and ate it with much relish.",
                "She, however, liked it so much--so very much--that the next day she longed for it three times as much as before.",
                "If he was to have any rest, her husband must once more descend into the garden.",
                "In the gloom of evening, therefore, he let himself down again.",
                "But when he had clambered down the wall he was terribly afraid, for he saw the Witch standing before him.",
                "“How dare you,” said she with angry look, “descend into my garden and steal my rampion like a thief?",
                "You shall suffer for it!",
                "Ah, answered he, let mercy take the place of justice!",
                "I had to do it out of necessity.",
                "My wife saw your rampion from the window, and felt such a longing for it that she would have died, if she had not got some to eat”.",
                "Then the Witch let her anger be softened, and said to him, “If the case be as you say, I will allow you to take away with you as much rampion as you will, only I make one condition, you must give me the child which your wife will bring into the world.",
                "It shall be well treated, and I will care for it like a mother”.",
                "The man in his terror consented to everything, and when the woman at last had a little daughter, the Witch appeared at once, gave the child the name of Rapunzel, and took it away with her.",
                "Rapunzel grew into the most beautiful child beneath the sun.",
                "When she was twelve years old, the Witch shut her into a tower, which lay in a forest, and had neither stairs nor door.",
                "But quite at the top was a little window.",
                "When the Witch wanted to go in, she placed herself beneath this, and cried: “_Rapunzel, Rapunzel, Let down thy hair.",
                "Rapunzel had magnificent long hair, fine as spun gold, and when she heard the voice of the Witch, she unfastened her braided tresses and wound them round one of the hooks of the window above.",
                "And then the hair fell twenty ells down, and the Witch climbed up by it.",
                "After a year or two, it came to pass that the King’s Son rode through the forest and went by the tower.",
                "Then he heard a song, which was so charming that he stood still and listened.",
                "This was Rapunzel, who in her solitude passed her time in letting her sweet voice resound.",
                "The King’s Son wanted to climb up to her, and looked for the door of the tower, but none was to be found.",
                "He rode home, but the singing had so deeply touched his heart, that every day he went out into the forest and listened to it.",
                "Once when he was thus standing behind a tree, he saw that a Witch came there, and he heard how she cried: “_Rapunzel, Rapunzel, Let down thy hair.",
                "Then Rapunzel let down the braids of her hair, and the Witch climbed up to her.",
                "If that is the ladder by which one mounts, I will for once try my fortune, said he.",
                "The next day when it began to grow dark, he went to the tower and cried: “_Rapunzel, Rapunzel, Let down thy hair.",
                "Immediately the hair fell down, and the King’s Son climbed up.",
                "At first Rapunzel was terribly frightened when a man, such as her eyes had never yet beheld, came to her.",
                "But the King’s Son began to talk to her quite like a friend, and told her that his heart had been so stirred, that it had let him have no rest, so he had been forced to see her.",
                "Then Rapunzel lost her fear, and when he asked her if she would take him for her husband, and she saw that he was young and handsome, she thought, “He will love me more than old Dame Gothel does;” and she said yes, and laid her hand in his.",
                "She said also, “I will willingly go away with you, but I do not know how to get down.",
                "Bring with you a skein of silk every time that you come, and I will weave a ladder with it.",
                "When that is ready I will descend, and you will take me on your horse”.",
                "They agreed that until that time, he should come to her every evening, for the old woman came by day.",
                "The Witch remarked nothing of this, until once Rapunzel said to her, “Tell me, Dame Gothel, how it happens that you are so much heavier for me to draw up, than the young King’s Son--he is with me in a moment”.",
                "Ah!, you wicked Child!",
                "cried the Witch.",
                "“What do I hear you say!",
                "I thought I had separated you from all the world, and yet you have deceived me!",
                "In her anger she clutched Rapunzel’s beautiful tresses, wrapped them twice round her left hand, seized a pair of scissors with the right, and snip, snap, they were cut off, and the lovely braids lay on the ground.",
                "And she was so pitiless that she took poor Rapunzel into a desert, where she had to live in great grief and misery.",
                "On the same day, however, that she cast out Rapunzel, the Witch, in the evening, fastened the braids of hair which she had cut off, to the hook of the window; and when the King’s Son came and cried: “_Rapunzel, Rapunzel, Let down thy hair,_” she let the hair down.",
                "The King’s Son ascended.",
                "He did not find his dearest Rapunzel above, but the Witch, who gazed at him with wicked and venomous looks.",
                "Aha!, she cried mockingly, “you would fetch your dearest!",
                "But the beautiful bird sits no longer singing in the nest.",
                "The cat has got it, and will scratch out your eyes as well.",
                "Rapunzel is lost to you!",
                "You will never see her more!",
                "” The King’s Son was beside himself with grief and in his despair he leapt down from the tower.",
                "He escaped with his life, but the thorns into which he fell, pierced his eyes.",
                "Then he wandered quite blind about the forest, ate nothing but roots and berries, and did nothing but lament and weep over the loss of his dearest wife.",
                "Thus he roamed about in misery for some years, and at length came to the desert where Rapunzel lived in wretchedness.",
                "He heard a voice, and it seemed so familiar to him that he went toward it.",
                "When he approached, Rapunzel knew him, and fell on his neck and wept.",
                "Two of her tears wetted his eyes and they grew clear again, and he could see with them as before.",
                "He led her to his Kingdom where he was joyfully received, and they lived for a long time, happy and contented."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "02",
            "title": "LITTLE SNOW-WHITE",
            "story": [
                "Once upon a time, in the middle of winter, when the flakes of snow were falling like feathers from the sky, a Queen sat at a window sewing, and the frame of the window was made of black ebony.",
                "And whilst she was sewing and looking out of the window at the snow, she pricked her finger with the needle, and three drops of blood fell upon the snow.",
                "And the red looked pretty upon the white snow, and she thought to herself, “Would that I had a child as white as snow, as red as blood, and as black as the wood of the window-frame”.",
                "Soon after that she had a little daughter, who was as white as snow, and as red as blood, and her hair was as black as ebony.",
                "She was therefore called little Snow-White.",
                "And when the child was born, the Queen died.",
                "After a year had passed the King took to himself another wife.",
                "She was a beautiful woman, but proud and haughty, and she could not bear that any one else should surpass her in beauty.",
                "She had a wonderful looking-glass, and when she stood in front of it and looked at herself in it, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "the Looking-Glass answered: “_Thou, O Queen, art the fairest of all!",
                "Then she was satisfied, for she knew that the Looking-Glass spoke the truth.",
                "But little Snow-White was growing up, and grew more and more beautiful.",
                "When she was seven years old she was as beautiful as the day, and more beautiful than the Queen herself.",
                "And once when the Queen asked her Looking-Glass: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "it answered: “_Thou art fairer than all who are here, Lady Queen.",
                "But more beautiful still is Snow-White, I ween.",
                "Then the Queen was shocked, and turned yellow and green with envy.",
                "From that hour, whenever she looked at little Snow-White, her heart heaved in her breast, she hated the maiden so much.",
                "And envy and pride grew higher and higher in her heart like a weed, so that she had no peace day or night.",
                "She called a huntsman, and said, “Take the child away into the forest. I will no longer have her in my sight. Kill her”.",
                "The huntsman obeyed, and took her away.",
                "But when he had drawn his knife, and was about to pierce little Snow-White’s innocent heart",
                "she began to weep, and said, “Ah, dear Huntsman, leave me my life! I will run away into the wild forest, and never come home again”.",
                "And as she was so beautiful, the huntsman had pity on her and said, “Run away, then, you poor child”.",
                "“The wild beasts will soon have devoured you,” thought he, and yet it seemed as if a stone had been rolled from his heart since it was no longer needful for him to kill her.",
                "But now, the poor child was all alone in the great forest, and so terrified that she looked at every leaf of every tree, and did not know what to do.",
                "Then she began to run, and ran over sharp stones and through thorns, and the wild beasts ran past her, but did her no harm.",
                "She ran as long as her feet would go, until it was almost evening.",
                "Then she saw a little cottage and went into it to rest herself.",
                "Everything in the cottage was small, but neater and cleaner than can be told.",
                "There was a table on which was a white cover, and seven little plates, and on each plate a little spoon.",
                "Moreover, there were seven little knives and forks, and seven little mugs.",
                "Against the wall stood seven little beds side by side, and covered with snow-white counterpanes.",
                "Little Snow-White was so hungry and thirsty, that she ate some vegetables and bread from each plate and drank a drop of wine out of each mug, for she did not wish to take all from one only.",
                "Then, as she was so tired, she laid herself down on one of the little beds, but none of them suited her.",
                "One was too long, another too short, but at last she found that the seventh one was right, so she remained in it, said a prayer and went to sleep.",
                "When it was quite dark the owners of the cottage came back.",
                "They were seven Dwarfs who dug and delved in the mountains for ore.",
                "They lit their seven candles, and, as it was now light within the cottage, they saw that some one had been there, for everything was not in the same order in which they had left it.",
                "The first said, “Who has been sitting on my chair?",
                "The second, “Who has been eating off my plate?",
                "The third, “Who has been taking some of my bread?",
                "The fourth, “Who has been eating my vegetables?",
                "The fifth, “Who has been using my fork?",
                "The sixth, “Who has been cutting with my knife?",
                "The seventh, “Who has been drinking out of my mug?",
                "Then the first looked round and saw that there was a little hole on his bed, and he said, “Who has been getting into my bed?",
                "The others came up and each called out, “Somebody has been lying in my bed too”.",
                "But the seventh when he looked at his bed saw little Snow-White, who was lying fast asleep therein.",
                "And he called the others, who came running up, and they cried out with astonishment, and brought their seven little candles and let the light fall on little Snow-White.",
                "Oh, oh!",
                "cried they, “what a lovely child!",
                "and they were so glad that they did not wake her up, but let her sleep on in the bed.",
                "And the seventh Dwarf slept with his companions, one hour with each, and so got through the night.",
                "The next morning, little Snow-White awoke, and was frightened when she saw the seven Dwarfs.",
                "But they were friendly and asked her what her name was.",
                "“My name is little Snow-White,” she answered.",
                "“How have you come to our house? said the Dwarfs.",
                "Then she told them that the wicked Queen had wished to have her killed, but that the huntsman had spared her life, and that she had run for the whole day, until at last she had found their dwelling.",
                "The Dwarfs said, “If you will take care of our house, cook, make the beds, wash, sew, and knit, and if you will keep everything neat and clean, you may stay with us and you shall want for nothing”.",
                "“Yes,” said little Snow-White, “with all my heart,” and she stayed with them.",
                "She kept the house in order for them.",
                "In the mornings they went to the mountains and looked for copper and gold, in the evenings they came back, and then their supper had to be ready.",
                "The maiden was alone the whole day",
                "so the good Dwarfs warned her and said",
                "Beware of the Queen, she will soon know that you are here.",
                "Be sure to let no one come in.",
                "But the Queen, believing that little Snow-White was dead, could not but think that she herself was again the first and most beautiful of all.",
                "She went to her Looking-Glass, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "and the Glass answered: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "Then she was astounded, for she knew that the Looking-Glass never spoke falsely, and she knew that the huntsman had betrayed her, for that little Snow-White was still alive.",
                "And so she thought and thought again how she might kill her, for so long as she herself was not the fairest in the whole land, envy let her have no rest.",
                "And when she had at last thought of something to do, she painted her face, and dressed herself like an old pedler-woman, and no one could have known her.",
                "In this disguise she went over the Seven Mountains to the Seven Dwarfs, and knocked at the door and cried, “Pretty things to sell, very cheap, very cheap!",
                "Little Snow-White looked out at the window, and called, “Good-day, my dear woman, what have you to sell?",
                "Good things, pretty things,” she answered; “stay-laces of all colors,” and she pulled out one which was woven of bright-colored silk.",
                "I may let the worthy old woman in,” thought little Snow-White, and she unbolted the door and bought the pretty laces.",
                "“Child,” said the old woman, “what a fright you look.",
                "Come, I will lace you properly for once",
                "Little Snow-White had no suspicion, but stood before her, and let herself be laced with the new laces.",
                "But the old woman laced so quickly and laced so tightly that little Snow-White lost her breath and fell down as if dead.",
                "“Now I am the most beautiful,” said the Queen to herself, and ran away.",
                "Not long afterward, in the evening, the Seven Dwarfs came home.",
                "But how shocked they were when they saw their dear little Snow-White lying on the ground, and that she neither stirred nor moved, and seemed to be dead.",
                "They lifted her up, and, as they saw that she was laced too tightly, they cut the laces.",
                "Than she began to breathe a little, and after a while came to life again.",
                "When the Dwarfs heard what had happened, they said, The old pedler-woman was no one else than the wicked Queen.",
                "Take care and let no one come in when we are not with you.",
                "But the wicked woman, when she had reached home, went in front of the Glass and asked: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "and it answered as before: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "When she heard that, all her blood rushed to her heart with fear, for she saw plainly that little Snow-White was again alive.",
                "“But now,” she said, “I will think of something that shall put an end to you,” and by the help of witchcraft, which she understood, she made a poisonous comb.",
                "Then she disguised herself, and took the shape of another old woman.",
                "So she went over the Seven Mountains to the Seven Dwarfs, knocked at the door, and cried, “Good things to sell, cheap, cheap!",
                "Little Snow-White looked out, and said, “Go away. I cannot let any one come in”.",
                "“I suppose you may look,” said the old woman, and pulled the poisonous comb out and held it up.",
                "It pleased the maiden so well that she let herself be beguiled, and opened the door.",
                "When they had made a bargain, the old woman said, “Now I will comb you properly for once”.",
                "Poor little Snow-White had no suspicion, and let the Old Woman do as she pleased.",
                "But hardly had she put the comb in her hair, then the poison in it took effect, and the maiden fell down senseless.",
                "“You paragon of beauty,” said the wicked woman, “you are done for now!",
                "and she went away.",
                "But fortunately it was almost evening, and the Seven Dwarfs came home.",
                "When they saw little Snow-White lying as if dead upon the ground, they at once suspected the Queen.",
                "They looked and found the poisoned comb.",
                "Scarcely had they taken it out, when little Snow-White came to herself, and told them what had happened.",
                "Then they warned her once more to be upon her guard, and to open the door to no one.",
                "The Queen, at home, went in front of the Glass and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "then it answered as before: “Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "When she heard the Glass speak thus, she trembled and shook with rage.",
                "“Little Snow-White shall die,” she cried, “even if it costs me my life!",
                "Thereupon she went into a secret, lonely room, where no one ever came, and there she made a very poisonous apple.",
                "Outside it looked pretty, white with a red cheek, so that every one who saw it longed for it.",
                "But whoever ate a piece of it must surely die.",
                "When the apple was ready, she painted her face, and dressed herself as a countrywoman, and so she went over the Seven Mountains to the Seven Dwarfs.",
                "She knocked at the door.",
                "Little Snow-White put her head out of the window and said, “I cannot let any one in. The Seven Dwarfs have forbidden me”.",
                "“It is all the same to me,” answered the woman, “I shall soon get rid of my apples.",
                "There, I will give you one”.",
                "“No,” said little Snow-White, “I dare not take anything”.",
                "“Are you afraid of poison?, said the old woman.",
                "Look, I will cut the apple in two pieces.",
                "You eat the red cheek, and I will eat the white.",
                "The apple was so cunningly made that only the red cheek was poisoned.",
                "Little Snow-White longed for the fine apple, and when she saw that the woman ate part of it, she could resist no longer, and stretched out her hand and took the poisonous half.",
                "But hardly had she a bit of it in her mouth, than she fell down dead.",
                "Then the Queen looked at her with a dreadful look, and laughed aloud, and said, “White as snow, red as blood, black as ebony-wood!",
                "This time the Dwarfs cannot wake you up again!",
                "And when she asked of the Looking-Glass at home: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "it answered at last: “Oh, Queen, in this land thou art fairest of all“.",
                "Then her envious heart had rest, so far as an envious heart can have rest.",
                "The Dwarfs, when they came home in the evening, found little Snow-White lying upon the ground.",
                "She breathed no longer and was dead.",
                "They lifted her up, looked to see whether they could find anything poisonous, unlaced her, combed her hair, washed her with water and wine, but it was all of no use.",
                "The poor child was dead, and remained dead.",
                "They laid her upon a bier, and all seven of them sat round it and wept for her, and wept three days long.",
                "Then they were going to bury her, but she still looked as if she was living, and still had her pretty red cheeks.",
                "They said, “We could not bury her in the dark ground,” and they had a transparent coffin of glass made, so that she might be seen from all sides.",
                "They laid her in it, and wrote her name upon it in golden letters, and that she was a King’s Daughter.",
                "Then they put the coffin out upon the mountain, and one of them always stayed by it to watch it.",
                "And birds came too, and wept for little Snow-White; first an owl, then a raven, and last a dove.",
                "And now little Snow-White lay a long, long time in the coffin.",
                "She did not change, but looked as if she were asleep; for she was as white as snow, as red as blood, and her hair was as black as ebony.",
                "It happened, however, that a King’s Son came into the forest, and went to the Dwarfs’ house to spend the night.",
                "He saw the coffin on the mountain, and the beautiful little Snow-White within it, and read what was written upon it in golden letters.",
                "Then he said to the Dwarfs, “Let me have the coffin. I will give you whatever you want for it”.",
                "But the Dwarfs answered, “We will not part with it for all the gold in the world”.",
                "Then he said, “Let me have it as a gift, for I cannot live without seeing little Snow-White. I will honor and prize her as my dearest possession,”",
                "As he spoke in this way the good Dwarfs took pity upon him, and gave him the coffin.",
                "And now the King’s Son had it carried away by his servants on their shoulders.",
                "And it happened, that they stumbled over a tree-stump, and with the shock the poisonous piece of apple, which little Snow-White had bitten off, came out of her throat.",
                "And before long she opened her eyes, lifted up the lid of the coffin, sat up, and was once more alive.",
                "Oh, where am I? she cried.",
                "The King’s Son, full of joy, said, “You are with me,” and told her what had happened, and said, “I love you more than everything in the world.",
                "Come with me to my father’s palace, you shall be my wife.",
                "And little Snow-White was willing, and went with him, and their wedding was held with great show and splendor.",
                "But the wicked Queen was also bidden to the feast.",
                "When she had arrayed herself in beautiful clothes, she went before the Looking-Glass, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "the Glass answered: Oh, Queen, of all here the fairest art thou, But the young Queen is fairer by far, I trow!",
                "Then the wicked woman uttered a curse, and was so wretched, so utterly wretched, that she knew not what to do.",
                "At first she would not go to the wedding at all, but she had no peace, and must go to see the young Queen.",
                "And when she went in she knew little Snow-White.",
                "And she stood still with rage and fear, and could not stir.",
                "But iron slippers had already been put upon the fire, and they were brought in with tongs, and set before her.",
                "Then she was forced to put on the red-hot shoes, and dance until she dropped down dead."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "03",
            "title": "LITTLE RED-CAP",
            "story": [
                "Once upon a time, there was a sweet little girl, who was loved by every one who looked at her, and most of all by her Grandmother.",
                "There was nothing that she would not have given the child!",
                "Once she gave her a little cap of red velvet, which suited her so well that she would not wear anything else.",
                "So she was always called Little Red-Cap.",
                "One day, her Mother said to her, “Come, Little Red-Cap, here is a piece of cake and a bottle of wine.",
                "Take them to your Grandmother.",
                "She is ill and weak, and they will do her good.",
                "Set out before it gets hot.",
                "Walk nicely and quietly.",
                "Do not run off the path, or you may fall and break the bottle; then your Grandmother will get nothing!",
                "When you go into her room, don’t forget to say ‘Good morning,’ and don’t stop to peep into every corner, before you do it”.",
                "“I’ll take great care,” said Little Red-Cap to her Mother, and gave her hand on it.",
                "The Grandmother lived in the wood, half an hour’s distance from the village, and just as Little Red-Cap entered the wood, a Wolf met her.",
                "Red-Cap did not know what a wicked creature he was, and was not at all afraid of him.",
                "“Good-day, Little Red-Cap,” said he.",
                "“Thank you kindly, Wolf”.",
                "“Whither away so early, Little Red-Cap?",
                "” “To my Grandmother’s”.",
                "“What have you got in your apron?",
                "” “Cake and wine.",
                "Yesterday was baking-day, so poor sick Grandmother is to have something good, to make her stronger”.",
                "“Where does your Grandmother live, Little Red-Cap?",
                "” “A good quarter of an hour farther on in the wood.",
                "Her house stands under the three large oak-trees; the nut-trees are just below.",
                "You surely must know it,” replied Little Red-Cap.",
                "The Wolf thought to himself, “What a tender young creature!",
                "what a nice plump mouthful--she will be better to eat than the old woman.",
                "I must act craftily, so as to catch both”.",
                "He walked for a short time by the side of Little Red-Cap, and then he said, “See, Little Red-Cap, how pretty the flowers are about here--why do you not look round?",
                "I believe, too, that you do not hear how sweetly the little birds are singing.",
                "You walk gravely along as if you were going to school, while everything else in the wood is merry”.",
                "Little Red-Cap raised her eyes, and when she saw the sunbeams dancing here and there through the trees, and pretty flowers growing everywhere, she thought, “Suppose I take Grandmother a fresh nosegay.",
                "That would please her too.",
                "It is so early in the day that I shall still get there in good time”.",
                "And so she ran from the path into the wood to look for flowers.",
                "And whenever she had picked one, she fancied that she saw a still prettier one farther on, and ran after it, and thus got deeper and deeper into the wood.",
                "Meanwhile, the Wolf ran straight to the Grandmother’s house and knocked at the door.",
                "“Who is there?",
                "Little Red-Cap,” replied the Wolf.",
                "“She is bringing cake and wine.",
                "Open the door”.",
                "“Lift the latch,” called out the Grandmother, “I am too weak, and cannot get up”.",
                "The Wolf lifted the latch, the door flew open, and without saying a word he went straight to the Grandmother’s bed, and devoured her.",
                "Then he put on her clothes, dressed himself in her cap, laid himself in bed, and drew the curtains.",
                "Little Red-Cap, however, had been running about picking flowers.",
                "When she had gathered so many that she could carry no more, she remembered her Grandmother, and set out on the way to her.",
                "She was surprised to find the cottage-door standing open.",
                "And when she went into the room, she had such a strange feeling, that she said to herself, “Oh dear!",
                "how uneasy I feel to-day, and at other times I like being with Grandmother so much”.",
                "She called out, “Good morning,” but received no answer.",
                "So she went to the bed and drew back the curtains.",
                "There lay her Grandmother with her cap pulled far over her face, and looking very strange.",
                "“Oh!",
                "Grandmother,” she said, “what big ears you have!",
                "” “The better to hear you with, my Child,” was the reply.",
                "“But, Grandmother, what big eyes you have!",
                "” she said.",
                "“The better to see you with, my dear”.",
                "“But, Grandmother, what large hands you have!",
                "” “The better to hug you with”.",
                "“Oh!",
                "but Grandmother, what a terrible big mouth you have!",
                "” “The better to eat you with!",
                "” And scarcely had the Wolf said this, than with one bound he was out of bed and swallowed up Red-Cap.",
                "When the Wolf had satisfied his appetite, he lay down again in the bed, fell asleep and began to snore very loud.",
                "The huntsman was just passing the house, and thought to himself, “How the old woman is snoring!",
                "I must just see if she wants anything”.",
                "So he went into the room, and when he came to the bed, he saw the Wolf lying in it.",
                "“Do I find thee here, thou old sinner!",
                "” said he.",
                "“I have long sought thee!",
                "” Then just as he was going to fire at him, it occurred to him that the Wolf might have devoured the grandmother, and that she might still be saved.",
                "So he did not fire, but took a pair of scissors, and began to cut open the stomach of the sleeping Wolf.",
                "When he had made two snips, he saw the little Red-Cap shining, and then he made two snips more, and the little girl sprang out, crying, “Ah, how frightened I have been!",
                "How dark it was inside the Wolf!",
                "” And after that the aged grandmother came out alive also, but scarcely able to breathe.",
                "Red-Cap then quickly fetched great stones with which they filled the Wolf’s body.",
                "And when he awoke, he wanted to run away, but the stones were so heavy that he tumbled down at once, and fell dead.",
                "Then all three were delighted.",
                "The huntsman drew off the Wolf’s skin and went home with it.",
                "The grandmother ate the cake and drank the wine which Red-Cap had brought, and grew strong again.",
                "But Red-Cap thought to herself, “As long as I live, I will never leave the path to run into the wood, when my mother has forbidden me to do so”."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "04",
            "title": "SNOW-WHITE AND ROSE-RED",
            "story": [
                "There was once a poor widow who lived in a lonely cottage.",
                "In front of the cottage was a garden wherein stood two rose-trees, one of which bore white and the other red roses.",
                "She had two children who were like the two rose-trees.",
                "One was called Snow-White, and the other Rose-Red.",
                "They were as good and happy, as busy and cheerful as ever two children in the world were, only Snow-White was more quiet and gentle than Rose-Red.",
                "Rose-Red liked better to run about in the meadows and fields seeking flowers and catching butterflies.",
                "But Snow-White sat at home with her mother, and helped her with the housework, or read to her when there was nothing to do.",
                "The two children were so fond of each other, that they always held each other by the hand when they went out together.",
                "When Snow-White said, “We will not leave each other,” Rose-Red answered, “Never so long as we live”.",
                "And their mother would add, “What one has, she must share with the other”.",
                "They often ran about the forest alone and gathered red berries.",
                "Beasts never did them any harm, but came close to them trustfully.",
                "The little hare would eat a cabbage-leaf out of their hands, the roe grazed by their side, the stag leapt merrily by them, and the birds sat still upon the boughs, and sang whatever they knew.",
                "No mishap overtook them.",
                "If they stayed too late in the forest, and night came on, they laid themselves down near one another upon the moss, and slept until morning.",
                "Their mother knew this, and had no worry on their account.",
                "One day, when they had spent the night in the wood and the dawn had roused them, they saw a beautiful Child in a shining white dress sitting near their bed.",
                "He got up and looked quite kindly at them, but said nothing and went away into the forest.",
                "And when they looked round, they found that they had been sleeping quite close to a precipice, and would certainly have fallen into it in the darkness, if they had gone only a few paces farther.",
                "And their mother told them that it must have been the Angel who watches over good children.",
                "Snow-White and Rose-Red kept their mother’s little cottage so neat, that it was a pleasure to look inside it.",
                "In the summer, Rose-Red took care of the house, and every morning laid a wreath of flowers by her mother’s bed before she awoke, in which was a rose from each tree.",
                "In the winter, Snow-White lit the fire and hung the kettle on the hook.",
                "The kettle was of copper and shone like gold, so brightly was it polished.",
                "In the evening, when the snowflakes fell, the mother said, “Go, Snow-White, and bolt the door,” and then they sat round the hearth, and the mother took her spectacles and read aloud out of a large book.",
                "The two girls listened as they sat and span.",
                "And close by them lay a lamb upon the floor, and behind them upon a perch sat a white dove with its head hidden beneath its wings.",
                "One evening, as they were thus sitting comfortably together, some one knocked at the door as if he wished to be let in.",
                "The mother said, “Quick, Rose-Red, open the door, it must be a traveler who is seeking shelter”.",
                "Rose-Red went and pushed back the bolt, thinking that it was a poor man, but it was not.",
                "It was a Bear that stretched his broad, black head within the door.",
                "Rose-Red screamed and sprang back, the lamb bleated, the dove fluttered, and Snow-White hid herself behind her mother’s bed.",
                "But the Bear began to speak and said, “Do not be afraid.",
                "I will do you no harm!",
                "I am half-frozen, and only want to warm myself a little beside you”.",
                "“Poor Bear,” said the mother, “lie down by the fire.",
                "Only take care that you do not burn your coat”.",
                "Then she cried, “Snow-White, Rose-Red, come out, the Bear will do you no harm, he means well”.",
                "So they both came out, and by-and-by the lamb and dove came nearer, and were not afraid of him.",
                "The Bear said, “Here, Children, knock the snow out of my coat a little;” so they brought the broom and swept the Bear’s hide clean.",
                "And he stretched himself by the fire and growled contentedly and comfortably.",
                "It was not long before they grew quite at home, and played tricks with their clumsy guest.",
                "They tugged at his hair with their hands, put their feet upon his back and rolled him about, or they took a hazel-switch and beat him, and, when he growled, they laughed.",
                "But the Bear took it all in good part, only when they were too rough he called out, “Leave me alive, Children: “_Snowy-white, Rosy-red,_ _Will you beat your lover dead?",
                "_” When it was bedtime, and the others went to sleep, the mother said to the Bear, “You may lie there by the hearth, and then you will be safe from the cold and the bad weather”.",
                "As soon as day dawned the two children let him out, and he trotted across the snow into the forest.",
                "Henceforth the Bear came every evening at the same time, laid himself down by the hearth, and let the children amuse themselves with him as much as they liked.",
                "They got so used to him, that the doors were never fastened until their black friend had arrived.",
                "When spring was come and all outside was green, the Bear said one morning to Snow-White, “Now I must go away, and cannot come back for the whole summer”.",
                "“Where are you going, then, dear Bear?",
                "” asked Snow-White.",
                "“I must go into the forest and guard my treasures from the wicked Dwarfs.",
                "In the winter, when the earth is frozen hard, they are obliged to stay below and cannot work their way through.",
                "But now, when the sun has thawed and warmed the earth, they break through it, and come out to pry and steal.",
                "And what once gets into their hands and in their caves, does not easily see daylight again”.",
                "Snow-White was very sorry for his going away.",
                "And as she unbolted the door for him, and the Bear was hurrying out, he caught against the bolt and a piece of his hairy coat was torn off.",
                "It seemed to Snow-White as if she saw gold shining through it, but she was not sure about it.",
                "The Bear ran away quickly, and was soon out of sight behind the trees.",
                "A short time afterward, the mother sent her children into the forest to get fire-wood.",
                "There they found a big tree which lay felled on the ground, and close by the trunk something was jumping backward and forward in the grass.",
                "But they could not make out what it was.",
                "When they came nearer they saw a Dwarf with an old withered face and a snow-white beard a yard long.",
                "The end of the beard was caught in a crevice of the tree, and the little fellow was jumping backward and forward like a dog tied to a rope, and did not know what to do.",
                "He glared at the girls with his fiery red eyes and cried, “Why do you stand there?",
                "Can you not come here and help me?",
                "'What are you about there, Little Man?' asked Rose-Red.",
                "“You stupid, prying goose!” answered the Dwarf;",
                "“I was going to split the tree to get a little wood for cooking.“",
                "The little bit of food that one of us wants gets burnt up directly with thick logs.",
                "We do not swallow so much as you coarse, greedy folk.",
                "I had just driven the wedge safely in, and everything was going as I wished; but the wretched wood was too smooth and suddenly sprang asunder, and the tree closed so quickly that I could not pull out my beautiful white beard.",
                "So now it is tight in, and I cannot get away.",
                "And you silly, sleek, milk-faced things laugh!",
                "Ugh!",
                "how odious you are!",
                "” The children tried very hard, but they could not pull the beard out, it was caught too fast.",
                "“I will run and fetch some one,” said Rose-Red.",
                "“You senseless goose!",
                "” snarled the Dwarf.",
                "“Why should you fetch some one?",
                "You are already two too many for me.",
                "Can you not think of something better?",
                "” “Don’t be impatient,” said Snow-White, “I will help you,” and she pulled her scissors out of her pocket, and cut off the end of the beard.",
                "As soon as the Dwarf felt himself free, he grabbed a bag which lay amongst the roots of the tree, and which was full of gold, and lifted it up, grumbling to himself, “Rude people, to cut off a piece of my fine beard!",
                "Bad luck to you!",
                "” and then he swung the bag upon his back, and went off without even once looking at the children.",
                "Some time after that Snow-White and Rose-Red went to catch a dish of fish.",
                "As they came near the brook, they saw something like a large grasshopper jumping toward the water, as if it were going to leap in.",
                "They ran to it and found it was the Dwarf.",
                "Where are you going? said Rose-Red;",
                "you surely don’t want to go into the water?",
                "I am not such a fool! cried the Dwarf",
                "don’t you see that the accursed fish wants to pull me in?",
                "The Little Man had been sitting there fishing, and unluckily the wind had twisted his beard with the fishing-line.",
                "Just then a big fish bit, and the feeble creature had not strength to pull it out.",
                "The fish kept the upper hand and was pulling the Dwarf toward him.",
                "He held on to all the reeds and rushes, but it was of little good, he was forced to follow the fish, and was in great danger of being dragged into the water.",
                "The girls came just in time.",
                "They held him fast and tried to free his beard from the line.",
                "But all in vain, beard and line were entangled fast together.",
                "Nothing was left but to bring out the scissors and cut the beard, whereby a small part of it was lost.",
                "When the Dwarf saw that, he screamed out, “Is that civil, you toadstool, to disfigure one’s face?",
                "Was it not enough to clip off the end of my beard?",
                "Now you have cut off the best part of it.",
                "I cannot let myself be seen by my people.",
                "I wish you had been made to run the soles off your shoes!",
                "” Then he took out a sack of pearls which lay in the rushes, and, without saying a word more, he dragged it away and disappeared behind a stone.",
                "It happened that soon afterward the mother sent the two children to the town to buy needles and thread, and laces and ribbons.",
                "The road led them across a heath upon which huge pieces of rock lay strewn about.",
                "They now noticed a large bird hovering in the air, flying slowly round and round above them.",
                "It sank lower and lower, and at last settled near a rock not far off.",
                "Directly afterward they heard a loud, piteous cry.",
                "They ran up and saw, with horror, that the eagle had seized their old acquaintance the Dwarf, and was going to carry him off.",
                "The children, full of pity, at once took tight hold of the Little Man, and pulled against the eagle so long that at last he let his booty go.",
                "As soon as the Dwarf had recovered from his first fright, he cried with his shrill voice, “Could you not have done it more carefully!",
                "You dragged at my brown coat, so that it is all torn and full of holes.",
                "You helpless, clumsy creatures!",
                "” Then he took up a sack full of precious stones, and slipped away again under the rock into his hole.",
                "The girls, who by this time were used to his thanklessness, went on their way and did their business in the town.",
                "As they crossed the heath again on their way home they surprised the Dwarf, who had emptied out his bag of precious stones in a clean spot, and had not thought that any one would come there at such a late hour.",
                "The evening sun shone upon the brilliant stones.",
                "They glittered and sparkled with all colors so beautifully, that the children stood still and looked at them.",
                "“Why do you stand gaping there?",
                "” cried the Dwarf, and his ashen-gray face became copper-red with rage.",
                "He was going on with his bad words, when a loud growling was heard, and a black Bear came trotting toward them out of the forest.",
                "The Dwarf sprang up in a fright, but he could not get to his cave, for the Bear was already close.",
                "Then in the fear of his heart he cried, “Dear Mr. Bear, spare me!",
                "I will give you all my treasures!",
                "Look, the beautiful jewels lying there!",
                "Grant me my life.",
                "What do you want with such a slender little fellow as I?",
                "You would not feel me between your teeth.",
                "Come, take these two wicked girls, they are tender morsels for you, fat as young quails.",
                "For mercy’s sake eat them!",
                "” The Bear took no heed of his words, but gave the wicked creature a single blow with his paw, and he did not move again.",
                "The girls had run away, but the Bear called to them, “Snow-White and Rose-Red, do not be afraid.",
                "Wait, I will come with you”.",
                "Then they knew his voice and waited.",
                "And when he came up to them, suddenly his bear-skin fell off, and he stood there a handsome man, clothed all in gold.",
                "“I am a King’s Son,” he said, “and I was bewitched by that wicked Dwarf, who had stolen my treasures.",
                "I have had to run about the forest as a savage bear until I was freed by his death.",
                "Now he has got his well-deserved punishment”.",
                "Snow-White was married to him, and Rose-Red to his brother.",
                "They divided between them the great treasure which the Dwarf had gathered together in his cave.",
                "The old mother lived peacefully and happily with her children for many years.",
                "She took the two rose-trees with her, and they stood before her window, and every year bore the most beautiful roses, white and red."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "05",
            "title": "LITTLE RED-CAP",
            "story": [
                "Once upon a time, in the middle of winter, when the flakes of snow were falling like feathers from the sky, a Queen sat at a window sewing, and the frame of the window was made of black ebony.",
                "And whilst she was sewing and looking out of the window at the snow, she pricked her finger with the needle, and three drops of blood fell upon the snow.",
                "And the red looked pretty upon the white snow, and she thought to herself, “Would that I had a child as white as snow, as red as blood, and as black as the wood of the window-frame”.",
                "Soon after that she had a little daughter, who was as white as snow, and as red as blood, and her hair was as black as ebony.",
                "She was therefore called little Snow-White.",
                "And when the child was born, the Queen died.",
                "After a year had passed the King took to himself another wife.",
                "She was a beautiful woman, but proud and haughty, and she could not bear that any one else should surpass her in beauty.",
                "She had a wonderful looking-glass, and when she stood in front of it and looked at herself in it, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "_” the Looking-Glass answered: “_Thou, O Queen, art the fairest of all!",
                "_” Then she was satisfied, for she knew that the Looking-Glass spoke the truth.",
                "But little Snow-White was growing up, and grew more and more beautiful.",
                "When she was seven years old she was as beautiful as the day, and more beautiful than the Queen herself.",
                "And once when the Queen asked her Looking-Glass: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "_” it answered: “_Thou art fairer than all who are here, Lady Queen.",
                "But more beautiful still is Snow-White, I ween.",
                "_” Then the Queen was shocked, and turned yellow and green with envy.",
                "From that hour, whenever she looked at little Snow-White, her heart heaved in her breast, she hated the maiden so much.",
                "And envy and pride grew higher and higher in her heart like a weed, so that she had no peace day or night.",
                "She called a huntsman, and said, “Take the child away into the forest.",
                "I will no longer have her in my sight.",
                "Kill her”.",
                "The huntsman obeyed, and took her away.",
                "But when he had drawn his knife, and was about to pierce little Snow-White’s innocent heart, she began to weep, and said, “Ah, dear Huntsman, leave me my life!",
                "I will run away into the wild forest, and never come home again”.",
                "And as she was so beautiful, the huntsman had pity on her and said, “Run away, then, you poor child”.",
                "“The wild beasts will soon have devoured you,” thought he, and yet it seemed as if a stone had been rolled from his heart since it was no longer needful for him to kill her.",
                "But now, the poor child was all alone in the great forest, and so terrified that she looked at every leaf of every tree, and did not know what to do.",
                "Then she began to run, and ran over sharp stones and through thorns, and the wild beasts ran past her, but did her no harm.",
                "She ran as long as her feet would go, until it was almost evening.",
                "Then she saw a little cottage and went into it to rest herself.",
                "Everything in the cottage was small, but neater and cleaner than can be told.",
                "There was a table on which was a white cover, and seven little plates, and on each plate a little spoon.",
                "Moreover, there were seven little knives and forks, and seven little mugs.",
                "Against the wall stood seven little beds side by side, and covered with snow-white counterpanes.",
                "Little Snow-White was so hungry and thirsty, that she ate some vegetables and bread from each plate and drank a drop of wine out of each mug, for she did not wish to take all from one only.",
                "Then, as she was so tired, she laid herself down on one of the little beds, but none of them suited her.",
                "One was too long, another too short, but at last she found that the seventh one was right, so she remained in it, said a prayer and went to sleep.",
                "When it was quite dark the owners of the cottage came back.",
                "They were seven Dwarfs who dug and delved in the mountains for ore.",
                "They lit their seven candles, and, as it was now light within the cottage, they saw that some one had been there, for everything was not in the same order in which they had left it.",
                "The first said, “Who has been sitting on my chair?",
                "The second, “Who has been eating off my plate?",
                "The third, “Who has been taking some of my bread?",
                "The fourth, “Who has been eating my vegetables?",
                "The fifth, “Who has been using my fork?",
                "The sixth, “Who has been cutting with my knife?",
                "The seventh, “Who has been drinking out of my mug?",
                "Then the first looked round and saw that there was a little hole on his bed, and he said, “Who has been getting into my bed?",
                "The others came up and each called out, “Somebody has been lying in my bed too”.",
                "But the seventh when he looked at his bed saw little Snow-White, who was lying fast asleep therein.",
                "And he called the others, who came running up, and they cried out with astonishment, and brought their seven little candles and let the light fall on little Snow-White.",
                "Oh, oh!",
                "cried they, “what a lovely child!",
                "and they were so glad that they did not wake her up, but let her sleep on in the bed.",
                "And the seventh Dwarf slept with his companions, one hour with each, and so got through the night.",
                "The next morning, little Snow-White awoke, and was frightened when she saw the seven Dwarfs.",
                "But they were friendly and asked her what her name was.",
                "“My name is little Snow-White,” she answered.",
                "How have you come to our house?",
                "said the Dwarfs.",
                "Then she told them that the wicked Queen had wished to have her killed, but that the huntsman had spared her life, and that she had run for the whole day, until at last she had found their dwelling.",
                "The Dwarfs said, “If you will take care of our house, cook, make the beds, wash, sew, and knit, and if you will keep everything neat and clean, you may stay with us and you shall want for nothing”.",
                "“Yes,” said little Snow-White, “with all my heart,” and she stayed with them.",
                "She kept the house in order for them.",
                "In the mornings they went to the mountains and looked for copper and gold, in the evenings they came back, and then their supper had to be ready.",
                "The maiden was alone the whole day, so the good Dwarfs warned her and said, “Beware of the Queen, she will soon know that you are here.",
                "Be sure to let no one come in”.",
                "But the Queen, believing that little Snow-White was dead, could not but think that she herself was again the first and most beautiful of all.",
                "She went to her Looking-Glass, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "_” and the Glass answered: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "_” Then she was astounded, for she knew that the Looking-Glass never spoke falsely, and she knew that the huntsman had betrayed her, for that little Snow-White was still alive.",
                "And so she thought and thought again how she might kill her, for so long as she herself was not the fairest in the whole land, envy let her have no rest.",
                "And when she had at last thought of something to do, she painted her face, and dressed herself like an old pedler-woman, and no one could have known her.",
                "In this disguise she went over the Seven Mountains to the Seven Dwarfs, and knocked at the door and cried, “Pretty things to sell, very cheap, very cheap!",
                "Little Snow-White looked out at the window, and called, “Good-day, my dear woman, what have you to sell?",
                "Good things, pretty things,” she answered; “stay-laces of all colors,” and she pulled out one which was woven of bright-colored silk.",
                "“I may let the worthy old woman in,” thought little Snow-White, and she unbolted the door and bought the pretty laces.",
                "“Child,” said the old woman, “what a fright you look.",
                "Come, I will lace you properly for once”.",
                "Little Snow-White had no suspicion, but stood before her, and let herself be laced with the new laces.",
                "But the old woman laced so quickly and laced so tightly that little Snow-White lost her breath and fell down as if dead.",
                "“Now I am the most beautiful,” said the Queen to herself, and ran away.",
                "Not long afterward, in the evening, the Seven Dwarfs came home.",
                "But how shocked they were when they saw their dear little Snow-White lying on the ground, and that she neither stirred nor moved, and seemed to be dead.",
                "They lifted her up, and, as they saw that she was laced too tightly, they cut the laces.",
                "Than she began to breathe a little, and after a while came to life again.",
                "When the Dwarfs heard what had happened, they said, “The old pedler-woman was no one else than the wicked Queen.",
                "Take care and let no one come in when we are not with you”.",
                "But the wicked woman, when she had reached home, went in front of the Glass and asked: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "and it answered as before: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "When she heard that, all her blood rushed to her heart with fear, for she saw plainly that little Snow-White was again alive.",
                "“But now,” she said, “I will think of something that shall put an end to you,” and by the help of witchcraft, which she understood, she made a poisonous comb.",
                "Then she disguised herself, and took the shape of another old woman.",
                "So she went over the Seven Mountains to the Seven Dwarfs, knocked at the door, and cried, “Good things to sell, cheap, cheap!",
                "” Little Snow-White looked out, and said, “Go away.",
                "I cannot let any one come in”.",
                "“I suppose you may look,” said the old woman, and pulled the poisonous comb out and held it up.",
                "It pleased the maiden so well that she let herself be beguiled, and opened the door.",
                "When they had made a bargain, the old woman said, “Now I will comb you properly for once”.",
                "Poor little Snow-White had no suspicion, and let the Old Woman do as she pleased.",
                "But hardly had she put the comb in her hair, then the poison in it took effect, and the maiden fell down senseless.",
                "“You paragon of beauty,” said the wicked woman, “you are done for now!",
                "” and she went away.",
                "But fortunately it was almost evening, and the Seven Dwarfs came home.",
                "When they saw little Snow-White lying as if dead upon the ground, they at once suspected the Queen.",
                "They looked and found the poisoned comb.",
                "Scarcely had they taken it out, when little Snow-White came to herself, and told them what had happened.",
                "Then they warned her once more to be upon her guard, and to open the door to no one.",
                "The Queen, at home, went in front of the Glass and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "_” then it answered as before: “_Oh, Queen, thou art fairest of all I see, But over the hills, where the Seven Dwarfs dwell, Little Snow-White is alive and well, And none is so fair as she.",
                "_” When she heard the Glass speak thus, she trembled and shook with rage.",
                "“Little Snow-White shall die,” she cried, “even if it costs me my life!",
                "” Thereupon she went into a secret, lonely room, where no one ever came, and there she made a very poisonous apple.",
                "Outside it looked pretty, white with a red cheek, so that every one who saw it longed for it.",
                "But whoever ate a piece of it must surely die.",
                "When the apple was ready, she painted her face, and dressed herself as a countrywoman, and so she went over the Seven Mountains to the Seven Dwarfs.",
                "She knocked at the door.",
                "Little Snow-White put her head out of the window and said, “I cannot let any one in.",
                "The Seven Dwarfs have forbidden me”.",
                "“It is all the same to me,” answered the woman, “I shall soon get rid of my apples.",
                "There, I will give you one”.",
                "“No,” said little Snow-White, “I dare not take anything”.",
                "“Are you afraid of poison?",
                "” said the old woman.",
                "“Look, I will cut the apple in two pieces.",
                "You eat the red cheek, and I will eat the white”.",
                "The apple was so cunningly made that only the red cheek was poisoned.",
                "Little Snow-White longed for the fine apple, and when she saw that the woman ate part of it, she could resist no longer, and stretched out her hand and took the poisonous half.",
                "But hardly had she a bit of it in her mouth, than she fell down dead.",
                "Then the Queen looked at her with a dreadful look, and laughed aloud, and said, “White as snow, red as blood, black as ebony-wood!",
                "This time the Dwarfs cannot wake you up again!",
                "” And when she asked of the Looking-Glass at home: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "it answered at last: “_Oh, Queen, in this land thou art fairest of all.",
                "Then her envious heart had rest, so far as an envious heart can have rest.",
                "The Dwarfs, when they came home in the evening, found little Snow-White lying upon the ground.",
                "She breathed no longer and was dead.",
                "They lifted her up, looked to see whether they could find anything poisonous, unlaced her, combed her hair, washed her with water and wine, but it was all of no use.",
                "The poor child was dead, and remained dead.",
                "They laid her upon a bier, and all seven of them sat round it and wept for her, and wept three days long.",
                "Then they were going to bury her, but she still looked as if she was living, and still had her pretty red cheeks.",
                "They said, “We could not bury her in the dark ground,” and they had a transparent coffin of glass made, so that she might be seen from all sides.",
                "They laid her in it, and wrote her name upon it in golden letters, and that she was a King’s Daughter.",
                "Then they put the coffin out upon the mountain, and one of them always stayed by it to watch it.",
                "And birds came too, and wept for little Snow-White; first an owl, then a raven, and last a dove.",
                "And now little Snow-White lay a long, long time in the coffin.",
                "She did not change, but looked as if she were asleep; for she was as white as snow, as red as blood, and her hair was as black as ebony.",
                "It happened, however, that a King’s Son came into the forest, and went to the Dwarfs’ house to spend the night.",
                "He saw the coffin on the mountain, and the beautiful little Snow-White within it, and read what was written upon it in golden letters.",
                "Then he said to the Dwarfs, “Let me have the coffin.",
                "I will give you whatever you want for it”.",
                "But the Dwarfs answered, “We will not part with it for all the gold in the world”.",
                "Then he said, “Let me have it as a gift, for I cannot live without seeing little Snow-White.",
                "I will honor and prize her as my dearest possession,” As he spoke in this way the good Dwarfs took pity upon him, and gave him the coffin.",
                "And now the King’s Son had it carried away by his servants on their shoulders.",
                "And it happened, that they stumbled over a tree-stump, and with the shock the poisonous piece of apple, which little Snow-White had bitten off, came out of her throat.",
                "And before long she opened her eyes, lifted up the lid of the coffin, sat up, and was once more alive.",
                "“Oh, where am I?",
                "she cried.",
                "The King’s Son, full of joy, said, “You are with me,” and told her what had happened, and said, “I love you more than everything in the world.",
                "Come with me to my father’s palace, you shall be my wife”.",
                "And little Snow-White was willing, and went with him, and their wedding was held with great show and splendor.",
                "But the wicked Queen was also bidden to the feast.",
                "When she had arrayed herself in beautiful clothes, she went before the Looking-Glass, and said: “_Looking-Glass, Looking-Glass, on the wall, Who in this land is the fairest of all?",
                "the Glass answered: “_Oh, Queen, of all here the fairest art thou, But the young Queen is fairer by far, I trow!",
                "Then the wicked woman uttered a curse, and was so wretched, so utterly wretched, that she knew not what to do.",
                "At first she would not go to the wedding at all, but she had no peace, and must go to see the young Queen.",
                "And when she went in she knew little Snow-White.",
                "And she stood still with rage and fear, and could not stir.",
                "But iron slippers had already been put upon the fire, and they were brought in with tongs, and set before her.",
                "Then she was forced to put on the red-hot shoes, and dance until she dropped down dead."
            ],
            "moral": "",
            "characters": []
        },
        {
            "number": "06",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "07",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "08",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "09",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "10",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "11",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "12",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "13",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "14",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "15",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "16",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "17",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "18",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "19",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "20",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "21",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "22",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "23",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "24",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        },
        {
            "number": "25",
            "title": "LITTLE RED-CAP",
            "story": [],
            "moral": "",
            "characters": []
        }
    ]
}